[
    {
        "id": "5-1",
        "value": "你向那座城的方向出发，在龙骨雪山上走了好几天之后，你终于接近了目的地。\n——那是一座坐落在山顶的城。那个山头在龙骨山脉的一侧，紧邻着黑暗力量，山峰上方三分之一已经被黑暗力量遮蔽，你直到走到上山的路上，才分辨出山顶上其实有一座城，被淹没在黑暗力量里。\n随着你不断前进，那座城也越来越清晰。它由深灰色的花岗岩搭建而成，三面城墙与龙骨雪山的峭壁紧密相连，最后一面城墙外有一条山路。"
    },
    {
        "id": "5-2",
        "value": "你走进城门，余光扫到行囊里有光透出来。你翻了一下，是那块通讯水晶在发光。\n你把它拿在手里，水晶中一张面孔渐渐浮现，虽然透过水晶颇有扭曲，但还是看得出，那是一个还挺年轻的男人。他长着一双深蓝的眼睛，没什么表情，平淡的声音从水晶里传出来：“你好，哈尔。”\n“……你好？找我什么事？”\n他没有直接回答这个问题：“我在哥谭的中央广场等你，进了城门后一直走。”\n然后通讯水晶中的光线就消失了，你一头雾水，只好向那座中央广场前进。"
    },
    {
        "id": "5-3",
        "value": "布鲁斯一边带你前进，一边为你简单介绍了一下哥谭的情况。\n哥谭已经矗立在龙骨雪山顶端三百年了，据说最初还见得到太阳，但随着黑暗力量的渐渐膨胀，哥谭的天空也渐渐昏暗下来。四十年前，黑暗已经完全笼罩了这座孤城。\n“这么说，你没见过太阳？”你问道，布鲁斯显然还不到三十岁，既然他生长在哥谭，那……\n“我也不是从没有去过有阳光的地方。”布鲁斯说道，“不过我确实没有亲眼见过太阳——我总是赶上夜里或者阴天。……到了。”\n布鲁斯停下脚步，你一瞬间甚至不太明白他是不是在开玩笑——他带你走到了哥谭的最北端，一座恢宏的城堡前。\n这座城堡是哥谭面对黑暗力量的最前线，是布鲁斯的……家。\n“请进。”他说。\n\n这里出乎你意料的空旷，布鲁斯解释说这里除了你们两个，只有瞭望塔上几个负责监视黑暗领域动向的卫兵。一日三餐时间厨房会有人准备食物，但现在天色已晚，他们早回家了。\n他带你走进城堡主建筑的一楼客厅，用魔法点亮了一些照明的珍珠：“我知道你有很多疑问，我会尽力解答它们。”"
    },
    {
        "id": "5-4",
        "value": "走出瞭望塔，映入你眼帘的是一片深灰色的建筑。这些建筑是你从没见过的样式，散发着古老的气息，可看起来又像是最近一二十年才建造的。\n这座城被黑暗力量笼罩着，不见天日。再加上时间已晚，户外几乎一点光线都没有。\n\n“这边走。”巴里指指右手边。你跟着他在城里走了一阵子，一直走到哥谭最北端的城堡。城堡看着空荡荡的，巴里直接推门带你走了进去。\n城堡里是真的一个人都没有，巴里带你走到客厅，摸着桌子上的一块水晶：“嘿，布鲁斯，我带哈尔，就是勇者，过来了，在你家等你。”"
    },
    {
        "id": "5-5",
        "value": "你走到中央广场，没了水晶的扭曲，你很轻易地认出了站在那里等你的人：“布鲁斯？”\n他冲你点点头：“哈尔。”\n你忍不住笑了：“我记得你说过你是哥谭人。”\n“这就是我长大的地方。”他抬头看向天空，你也跟着抬起头，看不到太阳，看不到蓝天，看不到云。\n你能看到的，只有一片黑暗。"
    },
    {
        "id": "5-6",
        "value": "你走到中央广场，没了水晶的扭曲，你越看那个人越眼熟：“是你？”\n那是你在那个无边无际的星空中见过的人，没想到他会在这里等你，说：“是我。……没想到你能到哥谭来。”语气里颇有一点喟叹。\n你皱起眉头：“什么意思？”\n他耸耸肩：“我以为你会直接去讨伐魔王。我叫布鲁斯。”"
    },
    {
        "id": "5-7",
        "value": "你走到中央广场，那里只有一个人在等人，于是你走上前去，他朝你点点头：“哈尔。”\n“你知道我的名字，你的呢？”\n“我叫布鲁斯。”"
    },
    {
        "id": "5-8",
        "value": "“你找我有什么事？”\n“我有些事情想告诉你，跟我来吧。去我家坐下慢慢谈。”"
    },
    {
        "id": "5-9",
        "value": "“布鲁斯？”这个名字让你感到有些熟悉，你没花多大力气就想起在那片星空里遇到的人。奇奇怪怪、一身秘密，也是哥谭人。\n“怎么了？”\n你找了张椅子坐下：“我认识一个叫这名字的人，他也是哥谭人。”\n“可能就是他。”巴里在你旁边坐下，“布鲁斯也是光明骑士团的成员，虽然他基本待在哥谭，但也有可能去南边和你碰上。”\n\n你们等了十几分钟，一个人就走了进来——就是你认识的那个布鲁斯。"
    },
    {
        "id": "5-10",
        "value": "“谁是布鲁斯？”\n“他也是光明骑士团的一员，不过基本上都待在哥谭附近。”巴里说，“我们可以在这里休整一下，听听他的建议，再考虑下一步的行动。”\n你点点头：“也行。——直闯黑暗领域现在看来是不太现实了，得想个别的办法。”\n\n你们坐了十几分钟，你听到门外传来脚步声，扭过头去看，刚好对上了一双深蓝的眼睛。"
    },
    {
        "id": "5-11",
        "value": "“是你？”那双眼睛非常熟悉，沉静而坚定，你一下子就看出你曾经见过。\n他朝你点点头：“……没想到你能到哥谭来，我还以为你会直接去讨伐魔王。”\n你尴尬地笑笑。"
    },
    {
        "id": "5-12",
        "value": "“你好。”你打了声招呼。\n布鲁斯开门见山地道：“你们两个怎么跑到这儿来的？”\n你耸耸肩：“我们本来准备去讨伐魔王的，一路穿过战区，到了黑暗领域的边境，被士兵发现了。眼看着魔越来越多，巴里用了个传送魔法，我们就到了哥谭的瞭望塔顶上。”\n“巴里的传送魔法。”布鲁斯挑了挑眉，“你们能完好无损地坐在这儿还真是运气好。”\n巴里咳嗽两声，布鲁斯换了个话题：“无论如何，你们来哥谭都是件好事。哈尔，我正想见你。”\n“等等，”你说道，“我想先问你几个问题。”\n“你说。”"
    },
    {
        "id": "5-13",
        "value": "“你到底是什么人？”\n“我的身份有很多，一一介绍可以说到天亮，我就说最重要的吧。我是哥谭的守卫，全大陆现存唯一的龙语者。”\n“龙语者？”你对这个词有点印象，“拥有巨龙力量的人？”\n“龙语魔法而已。”布鲁斯说，“龙语者可以获得一点巨龙的魔力，因此能施展简单的龙语魔法。”\n“所以你不能呼风唤雨，也不能移山填海？”\n“当然不能。”布鲁斯翻了个白眼，“龙语者和巨龙的连接主要服务于两个种族的交流，龙语魔法是附赠的。我的魔法水平只相当于一个属性特别的见习法师。”"
    },
    {
        "id": "5-14",
        "value": "“你找我来干什么？”\n“帮你。”布鲁斯说，“一个勇者凭自己讨伐魔王几乎是不可能完成的任务——近三百年来没有一个人成功过。让你直接去送死实在没什么意义，所以我想了个办法，提升你的胜率。”\n“什么办法？”\n“把魔王从黑暗领域引出来，在龙骨雪山决战。”\n“魔王从不出黑暗领域。”历代勇者又不傻，如果有办法把魔王引出来，那谁会一根筋地孤身深入敌营？\n“这交给我来操心。”布鲁斯说道，“明天开始，进行你的特训。”"
    },
    {
        "id": "5-15",
        "value": "特训？什么玩意儿？\n布鲁斯站起身来：“不早了，我们明天细谈。二楼有客房，好好休息。要是饿的话，东边塔楼一层是厨房，里面应该有吃的。”\n\n布鲁斯起身离开，但你却并不很困。\n这是一座很大的城堡，勾起了你强烈的好奇心，你很想四处逛逛。而且，布鲁斯离开的方向，并不是上楼的楼梯。\n你准备去——"
    },
    {
        "id": "5-16",
        "value": "客厅里已经没人了，只有照明的珍珠还亮着。这里看起来格外的空，你都没办法想象，布鲁斯一个人是怎么在这么大的地方生活的。"
    },
    {
        "id": "5-17",
        "value": "你不急着睡觉，准备出发去下一个目的地。"
    },
    {
        "id": "5-18",
        "value": "你到了客房门口，要进去休息吗？"
    },
    {
        "id": "5-19",
        "value": "三楼大部分房间门上都积着灰，大概很久没人动过了。只有一间房间的门把手是干净的，你尝试着推了推，布鲁斯的声音响起来：“这是我的卧室，客房在二楼。”\n他想的还真全面。\n你也知道这并不好笑，但你就是忍不住笑了起来。"
    },
    {
        "id": "5-20",
        "value": "厨房里没有人，但还有些食物。\n自从从小镇出发，你已经很久没有吃到过真正烹调出来的食物了，因此虽然只是残羹冷炙，你还是饱餐一顿，心满意足。"
    },
    {
        "id": "5-21",
        "value": "东塔楼的上层是一座天台。令你毫不意外的是，没有任何的夜景或星星可看，只有寒凉的夜风。\n你正准备下楼，却在屋顶上看到了一些有点眼熟的刻画。你仔细辨认了一番——是星星。\n你看着屋顶上雕刻的星空，怔住了。从进城以来，你一直以为哥谭是座不见天日的城市。但你却忘记了，即便这座城不见天日，城里的人也有渴望星空的权力。"
    },
    {
        "id": "5-22",
        "value": "你推开西塔楼的下层的门，看到了一眼望不到尽头的藏书。\n这里的藏书比你在任何地方见到的都更详尽，你找到了大把从没见过的记载。关于生灵与黑暗力量的战争、魔王、讨伐魔王的勇者。\n你忍不住怀疑布鲁斯可能是对的——去黑暗领域讨伐魔王的勇者从没有一个人成功，但有几个在路上就莫名丧生——例如阿宾。\n比魔王弱的魔不可能悄无声息地越过龙骨雪山，因此，恐怕魔王并不是从不出黑暗领域，只是没有人能活下来告诉别人这件事。"
    },
    {
        "id": "5-23",
        "value": "你到了一个很宁静的房间。从你走进房门的那一刻起，你就感到一种微妙的气息充盈在这里。像是一头沉睡的巨龙，静静地睁开眼睛看你。\n这座房间看起来是一件收藏室，但收藏的却不是普通的东西——是一块块形状不规则的硬壳。墙上挂着画像，有的是人，男女都有，长相看起来也没什么相似之处。还有的，是龙。从画像上也能看得出它们庞大的身躯。出现的最多的一种龙，颜色蔚蓝，就像天空一样。"
    },
    {
        "id": "5-24",
        "value": "你找到一扇偏僻的门，里面是一段下行的旋转楼梯，你听到声音从下面传来，是布鲁斯：“少催我睡觉，你还想不想出来了？”\n你沿着楼梯走下去，拐过一个弯，就看到布鲁斯在做一件非常奇怪的事情。\n他坐在一个由兽皮搭建成的巢里，巢里还有一颗一人多高的乳白色巨蛋。布鲁斯一只手搭在蛋壳上，皱着眉毛，仿佛在和它……争论？\n“你在干什么？”你实在克制不住自己的好奇心。\n“龙语者的事。”布鲁斯冷漠地答道，“你不该去睡觉了吗。”\n你刻意地打量了他一番：“彼此彼此。”\n一道蓝色的波纹迅速划过蛋壳，撞上布鲁斯的手，他“啧”了一声：“你俩还一见如故了？”\n你走到巢边上，比划了一下：“我可以摸吗？”\n布鲁斯表情厌倦地点了点头：“但你不是龙语者，摸也没用。”\n你伸手摸了摸那只巨蛋，触感光滑而温暖，有一点轻微而规律的震颤，像是心跳：“这是……龙蛋吗？”\n布鲁斯轻轻点了点头：“两百八十多年前，天空巨龙莱拉·劳·艾尔以生命为代价，在大陆上立起了龙骨雪山。哥谭被龙骨雪山顶到了山顶，成为面对黑暗力量的最前沿。巨龙的生命与配偶紧密相连，莱拉死后，她的配偶乔·艾尔也命不久矣——以巨龙的标准而言。因此在龙族整体决定回龙谷与世隔绝的时候，乔·艾尔选择留在哥谭。他还带上了他和莱拉刚刚诞生十几年的儿子，也就是你看到的这位，卡尔·艾尔。”\n“龙蛋孵化要三百年吗？”你不无震撼地问道。\n“不，三百年都成年了。”布鲁斯叹了口气，“孵化只要二三十年，但孵化巨龙的蛋必须要使用巨龙的魔力。莱拉死后，生命力量彻底透支的乔已经不能孵蛋了。与卡尔接触，只会让他把儿子的生命力量吸取到自己体内。因此他只能退而求其次，让龙语者来孵蛋。”\n“龙……”你刚开口，就被布鲁斯打断了：“龙语者孵蛋也只要二三十年。但是，大战之后那几年，很多人都因为生命力量透支而死去，龙语者本来就不多，更是死绝了。\n“龙语者的诞生又是一件很靠运气的事。出生不到一天的人类婴儿，在接受巨龙的祝福后，有大概千分之一的几率能成为龙语者。乔祝福了两百多年的人类婴儿，只有我一个成了龙语者。那之后几个月，乔就去世了。\n“龙语者通常要到十八岁才能掌握体内巨龙的魔力，孵化龙蛋。不过卡尔在蛋里待了太久，在我十岁的时候，就可以引导我的力量孵化自己了。算上他刚出生的那十几年，他的孵化已经接近尾声。或许你可以看到他出世——不过刚破壳的龙恐怕不能在你和魔王决战的时候帮上忙。”\n“我还不需要新生儿来帮我打架。”你说道。\n一道蓝色的波纹划过龙蛋表面，布鲁斯切了一声。你问：“他说什么？”\n“他说他快三百岁了，比十个你加起来都大。”\n你笑出了声。\n几道蓝色的波纹划过蛋壳，布鲁斯说道：“行，今天就到这儿。”他站起身，对你说道：“明天见。”\n“明天见。”你和他道别。"
    },
    {
        "id": "5-25",
        "value": "你再次来到地下室。龙蛋——卡尔·艾尔——安静地躺在兽皮搭成的巢穴中。\n一片寂静中，你能隔着蛋壳感知到卡尔像呼吸一样规律的活动。"
    },
    {
        "id": "5-26",
        "value": "你沿着这条山路走到城门口，却被一个卫兵叫住了：“勇者哈尔，是吗？”\n你并不是一个容易混进人群里的人，翡翠剑、轻甲、简单的行李，都彰显着你勇者的身份。于是你走到那个守卫面前：“是我，怎么了？”\n守卫拿出一块水晶：“这是一对通讯水晶之一，我收到的命令是在你到哥谭的时候交给你。——大概很快就会有人联系你了。”\n“谢谢。”虽然一头雾水，但你还是把它接了过来，塞进行囊，走进这座不见天日的城。"
    },
    {
        "id": "5-27",
        "value": "你沿着这条山路走到城门口，一个卫兵走了上来：“布鲁斯先生，这位是……？”\n布鲁斯朝他点点头：“这是勇者哈尔。我有一块给他准备的通讯水晶托你们转交来着。”\n“在这里。”守卫掏出水晶交给你，非常认真地说道：“加油。”\n“谢谢。”你接过水晶，和布鲁斯一起进了城。\n\n你张开嘴，但布鲁斯抢先打断了你：“我知道你有很多问题，去我家坐下慢慢说吧。”"
    },
    {
        "id": "5-28",
        "value": "你很久没有睡过床了，这一夜睡得很好。第二天早上你起床晨练，晨练结束后前往厨房，刚好看到布鲁斯端着一托盘食物，找了个座位坐下。\n你也划拉了一堆吃的，坐在他身边：“你昨天说的那个特训，是怎么回事？”\n“训练你对抗魔族。”布鲁斯啃着兽肉回答道，“我猜你没什么这方面的经验。哥谭这些年来积累了不少这方面的知识，特训期间都会分享给你。”\n……你确实没有。\n你点点头接受了这个计划，抓起一把蔬菜塞进嘴里，说道：“那把魔王引出来的事呢？要怎么做？”\n布鲁斯冷淡又生硬地拒绝了分享这方面情报：“这件事你不用管，我会解决。”"
    },
    {
        "id": "5-29",
        "value": "布鲁斯慢慢地解释道：“魔族并不是无脑的生灵，他们一直在想办法混过边境，潜入我们生活的地方。龙骨雪山出现三百多年来，他们伪装成生灵的能力一直在进步——现在，伪装的魔族外表上，已经我们没有什么区别了。但作为黑暗生物，他们身上没有生命力量，只有黑暗力量，因此，一旦深入腹地，就很容易被发现。——大陆上有一个光明骑士团，就是负责防御这种入侵的。”\n“你也是光明骑士？”\n“名义上是的，这样我可以尽可能及时地预警他们，一旦哥谭的防线有什么漏洞，他们也能尽快通知我。但我几乎不出哥谭，更不会像他们一样全大陆巡逻，用他们的话说，‘带去光明’。”\n“所以，不如说你是个黑暗骑士？”你笑着打趣道。\n布鲁斯没有回答，只是继续说道：“但哥谭的人，大多数都是防线上替换休息的守卫小队，身上或多或少都会沾染一些一些黑暗力量，因此，如果魔族混进来，找出究竟是谁要麻烦许多。”\n你看向布鲁斯，已经猜到了他的意思。\n“但魔族混进来的目标并不是单纯潜伏，而是作为间谍。”布鲁斯继续说道，“他们通讯的手段是一种纯粹黑暗元素驱动的魔法，单纯以人力并不能施展，但如果抓到一只活的魔，我就可以以之为基础，冒充间谍和黑暗领域通信。但有一个问题——”\n“真正的间谍可能会揭穿你。”\n布鲁斯点点头：“以前，我会施展笼罩哥谭的光明魔法直接杀死间谍，但现在，我需要活捉它，以防和黑暗领域的通讯中有什么未知的暗号。”\n“这么麻烦啊。”你感叹道。\n布鲁斯喝了口果汁：“你不用担心，这些事我可以搞定。你只需要专心特训就好。”\n你决定——"
    },
    {
        "id": "5-30",
        "value": "布鲁斯把眼神从早餐里抬起来看向你，叹了口气：“虽然我们尽可能在哥谭隔绝魔族，但哥谭毕竟不是铜墙铁壁。”\n“这儿有卧底？”\n布鲁斯安静地点了下头，肯定了你的推测：“找到卧底后，我就可以利用他把魔王引出来。”\n“怎么引？”\n布鲁斯略微眯起眼睛：“科瓦德魔王，以前是人类……任何人都有弱点，我知道他的。”\n他平静的语调很有说服力，你相信了他的计划，决定——"
    },
    {
        "id": "5-31",
        "value": "“哥谭有魔族的卧底。”他淡淡地道，“我们会抓住他，然后利用他把魔王引出来。”\n布鲁斯看了你一眼，锋利的眼神几乎要把你钉在座位上：“这些你不用管，你只要特训就好。”\n他不容置喙的语气令你略感不快，但一个强硬的盟友总比一个无用的盟友要好些。"
    },
    {
        "id": "5-32",
        "value": "“我帮你找出卧底吧。”你说道，“如果这事失败了，那我训练再久也没用。”\n布鲁斯起初并不同意，但你不肯让步，争执不下，最后布鲁斯略微松了松口：“你有一天时间，把魔族活捉回来，一定要活的。明天天亮的时候，无论你有没有抓到魔族卧底，你都必须进行特训了。”\n哥谭并不大，一天，应该够了。你知道得寸进尺没什么好处，所以你同意了这个方案。\n布鲁斯带你去了书房，打开一张哥谭地图，为你介绍目前已经掌握的情况。\n“哥谭发生任何异常情况，目击者都会来告诉我。最近半个月，有三个地方有人见到疑似魔族的黑影：城东的一口枯井、哥谭中央广场、和城南这座荒废的屋子。”\n他边说，边在地图上指出这三个地方，为你逐一介绍：“这口枯井周围是各种各样的演武场，视野开阔，没有隐蔽的地方。”\n“井下呢？”你问道。\n“这座井是由青石砌成，下面是枯竭的水源，地面和井口差不多大，没什么空间，我三个月前还下去看过。”\n你记下这个信息，布鲁斯继续介绍道：“中央广场在哥谭中央，是哥谭人流量最大的地方，无论什么时候，都会有人经过。”\n所以，魔族很可能是从这里路过。\n“这座旧屋……实际上，目击者对我描述的是这片住宅区。这里房屋窄小，住的基本都是单身的守卫队员。守卫队员很多时候在外面巡逻，并不住在家里，一旦发生什么事，也不会及时察觉。这片区域里，只有这间旧屋暂时闲置着，相对可疑许多。”\n“好，我明白了。”\n布鲁斯总结道：“目前我所掌握的情况就是这些。另外，如果你需要什么东西，城堡里的可以随便拿。”"
    },
    {
        "id": "5-33",
        "value": "你暂住的城堡，布鲁斯告诉你可以随意取用这里的任何东西。"
    },
    {
        "id": "5-34",
        "value": "门厅放着一盏提灯，不知是谁顺手放在这里的。你试了试，灯光明亮，你把它挂在了腰间。"
    },
    {
        "id": "5-35",
        "value": "大厅里放着几块生命晶石，它们会让翡翠剑在对抗魔族的时候非常有杀伤力。\n虽然可能会要了魔族的命，但生命晶石或许可以作为诱饵捕捉魔族，因此你还是把它们揣进了兜里。"
    },
    {
        "id": "5-36",
        "value": "你找到布鲁斯，把那条胳膊给他看：“这是我在枯井下找到的。”\n布鲁斯看了看：“伤口看起来很新。——城里没人有这种新伤，可能是魔族的手臂。”\n他对着它施展了一个魔法，它毫无反应。布鲁斯点点头：“没有生命力量的痕迹，确实是魔族。……你稍等一下。”\n布鲁斯打开一个柜子，在贴着各种标签的瓶瓶罐罐里翻找了一下，拿出一瓶药水。他把胳膊上的血滴进瓶子里，透明的药水变黑又变红，最后成了鲜血一样的颜色。布鲁斯把瓶子递给你：“这是困魔药水，魔族碰到它就无法行动。或许可以帮到你。”\n你笑着道了声谢，把它收了起来。"
    },
    {
        "id": "5-37",
        "value": "你把出气多进气少的魔族运回了城堡，送到布鲁斯面前，它还没有断气。"
    },
    {
        "id": "5-38",
        "value": "“能救活吗？”你讪讪问道。\n布鲁斯皱紧了眉头，没有回答，而是找出一些药水，小心地滴到魔族身上。你们从天黑折腾到天亮，最后，魔族变成黑雾，消散在了空气中。\n布鲁斯满是血丝的双眼狠狠瞪着你：“跟我去特训。”"
    },
    {
        "id": "5-39",
        "value": "“能救活吗？”你讪讪问道。\n布鲁斯哼了一声：“幸好你之前捡了一条魔族的胳膊。”\n以那条胳膊作为原料，布鲁斯忙活了两个多小时，魔族身上的伤口终于开始渐渐愈合。他松了口气，把魔族锁在地窖里，出来后，疲惫不堪地揉了揉太阳穴。"
    },
    {
        "id": "5-40",
        "value": "中央广场白日里人来人往，鱼龙混杂。你在这里守了一天，直到天黑，也没发现任何可疑的事情。"
    },
    {
        "id": "5-41",
        "value": "夜晚，你隐藏在中央广场的角落里，等待着魔族的路过。\n时间越来越晚，四周越来越静，终于，一道烟雾似的黑影从路上飘过。"
    },
    {
        "id": "5-42",
        "value": "你追逐起那个黑影，口袋里的生命晶石飞入翡翠剑，翡翠剑脱手飞出，把黑影钉在了地上，一剑穿心。剑上的光明力量灼烧起这只魔族的身躯。\n你只好把正在死去的魔族带回去给布鲁斯。布鲁斯冷笑一声：“这就是你非要插手的结果，是吧？”\n他拂袖而去，你看着魔族一点点被灼烧殆尽，感觉有点不是滋味。"
    },
    {
        "id": "5-43",
        "value": "你追着黑影跑了半天，在城东被甩掉了。\n这里离那座可疑的废屋不远，于是你去那片住宅区探查了一番，毫无收获，只好无功而返。\n你没能抓到魔族间谍，也没有更多的线索，只好履行和布鲁斯的约定，开始特训。"
    },
    {
        "id": "5-44",
        "value": "你来到枯井边，周围人来人往。越接近枯井，翡翠剑越灼热，下面一定有黑暗力量。"
    },
    {
        "id": "5-45",
        "value": "借助提灯的照明，你成功爬到了井底。\n狭窄的空间里，一根鲜血淋漓的臂膀格外显眼。\n这应该就是翡翠剑反应的对象，你谨慎地用披风把它裹了起来，背在身上，爬出了枯井。"
    },
    {
        "id": "5-46",
        "value": "你来到旧屋所在的住宅区，这里的房子看起来都不新了，既低矮又破旧。你转了一圈，这片住宅区里一个人都没有。\n你小心地走进旧屋，屋里居然没有灰尘，你知道这儿一定有些异常。\n翡翠剑散发着有限的热量，这里有黑暗力量的痕迹，但却不浓。你在屋子里上上下下绕了好几圈，没有找到散发黑暗力量的源头，只找到了一本落满灰尘的手稿。\n手稿的主人大约是想写一本小说，但翻了几页之后，满篇被划掉的文字让你明白了为什么它如今落满了灰尘。\n“蕾欧塔的家门前长着一棵大树，她喜欢坐在树下读书。这一天，她刚刚打开书页，就听到了一阵急促的马蹄声。一个人骑马向她的方向疾驰而来，金发耀眼得像传说中的太阳一样。”\n“奥里昂的梦想是成为一名占星家，虽然他从没有见过星星。”\n“在终日训练之余，方雅最喜欢做的事是唱黑暗纪元之前的歌谣，从旋律里想象那个有月亮的时代。”\n……\n自从黑暗降临以来，生在哥谭的人，唯一见到阳光、云朵、星空、明月的办法，就是离开这里。\n你突然想到，布鲁斯也没有见过太阳。\n\n搜遍乱七八糟的旧屋花了你不少时间，出来时，天已经黑了。"
    },
    {
        "id": "5-47",
        "value": "你来到旧屋附近，虽然天已经黑了，但没有一间屋子亮着灯。你摸黑潜到旧屋旁边，确认了里面没有人在活动。"
    },
    {
        "id": "5-48",
        "value": "你在不远处找了一个僻静地方布置了一个陷阱——困魔药水围绕的生命晶石。\n然后你打碎一块生命晶石，释放出其中的生命力量，引诱魔族的到来。魔族无法抗拒浓郁生命力量的诱惑，你蹲守了几个小时，就活捉了他。"
    },
    {
        "id": "5-49",
        "value": "你躲在旧屋里，在魔族到来时突袭了他。\n有生命晶石的加成，翡翠剑削铁如泥，轻而易举地砍下了他小半个身子。眼看魔族已经只剩下半口气，随时可能死去，你立刻想起布鲁斯“要活的”的嘱咐。"
    },
    {
        "id": "5-50",
        "value": "魔族警戒心很强，这只魔族的感知更是格外敏锐。他几乎一进门就发现了你潜伏在屋内，立刻逃跑。你没能抓到卧底，空手而归。"
    },
    {
        "id": "5-51",
        "value": "“包括龙蛋吗？”你调笑道。\n布鲁斯歪头看向你，似笑非笑：“那东西比金子还沉，搬得动你就拿吧。”\n你哈哈大笑，布鲁斯摇了摇头，走了出去。"
    },
    {
        "id": "5-52",
        "value": "生命体征平稳的间谍俘虏令布鲁斯很满意，他彬彬有礼地向你致谢，语言又华丽又罕见。\n你忽然意识到一件事情——布鲁斯住在一座城堡里，这里有专门的藏书室、肖像廊。\n布鲁斯的家族，以前应该是贵族领主一类的身份。\n但现在的布鲁斯和所有人都吃着差不多的东西，穿着差不多的衣服；甚至，他远比大多数人都更劳累、更忙碌。他统筹管理着这座危城的所有信息，伫立在直面黑暗力量的最前线。\n——像一位骑士。\n“没什么。”你说道，“有任何我能帮上忙的事，尽管告诉我。”"
    },
    {
        "id": "5-53",
        "value": "“接下来怎么办？”\n间谍到手，你看得出布鲁斯轻松了许多，他嘴角甚至挑起了一些，几乎是在笑：“接下来我会把魔王引出来与你决战，同时对你进行对付魔族的特训。你专心训练，时间确定后我会告诉你。”\n哥谭着实有着许多对付魔族的经验，每个种族的能力、偏好、强项、弱点均有不少的信息，不同的人对你倾囊相授。从他们的眼神中，你看得出你已经背负了他们最宝贵的东西——希望。\n布鲁斯主要进行统筹，但他也会参与你的特训。不同于其他人做的“知识分享”，布鲁斯对你做的事更像是“实践体验”——他在战斗中有着各种各样的道具、花招与陷阱，可以模拟出魔族的各种能力，头几次交手时，你甚至没来得及投入作战，就已经被他一掌拍在胸口：“你死了。”\n但随着交手次数的增多，你也适应了布鲁斯的模拟训练，连续十次成功克服他创造的障碍后，布鲁斯略微勾起嘴角，点了点头：“不错。”\n趁着他心情好，你提出了一个你也知道他不大可能同意的要求：“我可以和你交手吗？——你的真实实力。”\n布鲁斯皱起眉头：“为什么？”\n“好奇。”\n他冷冷地看着你：“我把时间花在你的好奇心上。”\n他看着你，沉默了一会儿，又补充道：“或许，等我有空的那一天吧。”\n\n他有空的那一天大概要等到天下太平之后。一个月后，你离那一天总算进了一步——那天你们又在一起吃早饭，他告诉你，决战的日期已经确定了，就在三天之后的正午。"
    },
    {
        "id": "5-54",
        "value": "就在这时，你听到外面传来女子清脆的声音：“哈尔？你在吗？”\n你从窗户里探出头去，只见卡萝骑着一匹雪白的骏马，飞翔在天空中。\n“卡萝？我这就出来。”\n你走出大门，卡萝也降落在院子里，牵着缰绳朝你走来：“喜欢吗？”\n你仔细看着她的作品——它看起来简直是活的——，叹为观止地点点头。\n“是你的了。”\n你震惊地看向卡萝，她笑着朝你挤挤眼睛：“应该能在决战中帮上你。算是我为决战出的一份力吧。”\n“那，打完了我要还给你吗？”你问道。\n卡萝耸耸肩：“你要是能活下来，就送给你了。”\n“放心，”你翻上马背，抓着缰绳勒起马头，“我肯定活着回来。”\n你一夹马腹，飞马振翅而起，载着你的欢呼声飞遍哥谭的天空。"
    },
    {
        "id": "5-55",
        "value": "经历了一天的训练，你走进室内准备吃饭，布鲁斯问道：“你需要壮行宴会吗？”\n“你是觉得我有多招摇啊？”你哑然失笑，摇摇头：“不，我喜欢在胜利后狂欢。但决战前，我想醉一场——你有酒吗？”\n布鲁斯张了张嘴，没有点头也没有摇头：“……我找找吧。”\n你跟着他在城堡各处翻箱倒柜，布鲁斯顺便对你解释道：“以前地窖是有一些藏酒的，但这些年下来，炼药、做燃料、清洗伤口，几乎都消耗掉了。但可能在一些犄角旮旯还能找到被前人遗忘的酒精。”\n你们走遍了整个城堡，在一楼角落的一间客房的衣柜底下，发现了三个落满灰尘的酒瓶子。逐一打开闻了闻，一瓶密封不当，已经空了，剩下两瓶闻起来一股果香，大概也不是烈酒。你们就这简陋的食物，喝掉了这两瓶酒，和空时，也最多只能算是半醉。\n“不早了，我要睡了。”你说道，“你呢？”\n布鲁斯奇怪地看着你：“我也要回屋睡觉啊——我也是人类？”\n“是吗？”你笑了笑，“我怎么觉得你除非熬不住了，不然从不睡觉呢？”\n布鲁斯切了一声，起身向楼梯走去，你紧跟在他后面。\n布鲁斯住在三楼，而你住的房间在二楼，你们在沉默中爬上一层楼梯——"
    },
    {
        "id": "5-56",
        "value": "借着酒意，你一觉睡到天大亮了才醒。\n醒来之后，你感到身上积蓄的疲惫一扫而空。"
    },
    {
        "id": "5-57",
        "value": "你没有回房，而是跟在布鲁斯身后。走上一级楼梯后，他就留意到了。\n布鲁斯站在楼梯上，转身看向你，他手里的提灯照亮了你们周围，朦胧的灯光让他的脸颊轮廓都柔和了不少。\n——又或许这是酒精的效果？\n你忙于胡思乱想，听到布鲁斯轻声说道：“你需要好好休息。”\n“我知道。”你回答道。"
    },
    {
        "id": "5-58",
        "value": "你跟着布鲁斯走上三楼，他打开自己卧室的门，转头看着你。你笑了笑，走上去，把他揽进了怀里。\n布鲁斯的嘴唇出乎意料的柔软，一个深入的吻后，你发现他正在微笑。“我可能真的喝多了。”你恍恍惚惚地道，“我好想看到你在笑。”\n布鲁斯轻轻哼了一声，抓住你的领子，把你拽了进去。\n\n你们共度了甜蜜而炙热的一夜，再醒来时，布鲁斯已经不在枕边了。\n你带着好奇心在他房间里转了转，没有找到任何能体现他爱好的东西，你决定去找布鲁斯，他应该还在城堡里，他大概会去——"
    },
    {
        "id": "5-59",
        "value": "你猜错了布鲁斯的去向，一无所获。只好把那些暧昧不明的思绪暂时抛到脑后。"
    },
    {
        "id": "5-60",
        "value": "你在地下室找到了布鲁斯。他站在龙蛋前，双眼阖着，正在专心孵蛋。\n你不知道卡尔能不能看到你，但保险起见，你还是对龙蛋比了个噤声的手势。你轻轻地走到布鲁斯身边，他一只手按在光泽莹润的乳白色蛋壳上。\n你不由得在心里摇头：蛋壳都比他的手看起来有血色。\n布鲁斯从来没有晒过太阳，身上哪里的皮肤都苍白得像个病人，摸起来也总觉得有点凉。\n布鲁斯察觉了你的到来，睁开眼看着你：“你怎么来了？”\n你张了张嘴，突然不知道要怎么解释很简单的三个字：想见你。\n你的目光落到他的手上——"
    },
    {
        "id": "5-61",
        "value": "你在地下室找到了布鲁斯。他站在一颗一人多高的乳白色巨蛋前，一只手按在蛋壳上，双眼闭着，不知道在做什么。\n你没有打断他，打算安静地走到他身边，等着他发现你。但你刚迈出脚步，蛋壳上就泛起一道蓝色的波纹，撞上他的手，布鲁斯随即睁开了眼睛：“哈尔？”\n你耸耸肩，走到他身边：“你在干什么？”\n“孵蛋。”布鲁斯简单地解释道，“这是卡尔·艾尔，大陆上最后一头天空巨龙。他母亲是立起龙骨雪山的莱拉·劳·艾尔，父亲乔·艾尔也已经故去了。作为现存唯一的龙语者，我是他离开这个蛋壳唯一的希望。”\n“你平时不见人影就是在这儿？”\n“有时候是，我的事很多。最近在这里的时间要多些，他快破壳了。”\n他一只手放在蛋壳上，因为不见天日，那只手非常苍白，没有任何血色，更显得手背上的几条青筋触目惊心。"
    },
    {
        "id": "5-62",
        "value": "你抬起一只手，轻轻按在布鲁斯的手上。你的手甚至比他的还小一点，并不能把他的手完全罩起来，但也足够传一些热量给他。遗憾的是布鲁斯并不领情，瞪着你：“你！”\n一道蓝色的波纹撞上他的掌心，于是他改变了呵斥的对象：“有你什么事！”\n他又把目光转向你，动了动嘴唇，不过最后什么也没说。\n既然布鲁斯没有开口，你就依然按着布鲁斯的手：“卡尔还要多久才能出来？你说很快。”\n“他说的很快，我是第一次孵蛋，我怎么会知道。”布鲁斯纠正了你的误解，“——龙族有传承记忆，但时间概念比我们粗很多，三五天是很快，一两个月也是很快。”\n一两个月的时间你还是有的。“这么说来，我可以先见到卡尔再回欧阿。”\n布鲁斯的手摸着有点凉，你转过头，朝他笑了笑：“在哥谭的阳光下。”\n布鲁斯定定地看着你，很久没有说话。\n“相信我。”你说道，没有等他的回复，抄起他垂在身侧的左手亲了一口，就离开了地下室。\n\n你走之后，龙蛋在布鲁斯手下晃了晃，不稳定的蓝色纹路细如发丝，蛛网般从他手下蔓延开来，慢慢爬满了整个龙蛋。\n这是……快了？布鲁斯心想。"
    },
    {
        "id": "5-63",
        "value": "你决定先回城堡一趟。"
    },
    {
        "id": "5-64",
        "value": "你把翡翠药水涂在剑上，躲在旧屋里，在魔族到来时偷袭了它。\n困魔药水名不虚传，你的剑逼近它身体半米之内，它就动弹不得了——这大大出乎你的意料，你一时没有收住招式，翡翠剑从魔族肩头切入，削进去好大一段，按人体器官来算，肺怕是切成两半了。幸好你手边没有生命晶石提升攻击力，魔族又生命顽强，虽然进气少出气多，但勉强还算是活着。"
    }
]