[
    {
        "id": "7-1",
        "value": "你走进天使城，在洁白的建筑之间闲逛。天使城里惊人地安宁，你走进一条小巷，忽然听到了竖琴声。\n你循声走进酒馆，一个吟游诗人坐在中央，弹着手中的竖琴，正在演出。外面围坐了好几圈的人，你也找了个位置坐下。\n吟游诗人弹唱着一个很新奇的故事：魔王来到龙骨雪山这一侧，隐瞒身份与勇者相识，二人成为了朋友，魔王甚至为勇者讨伐魔王提供了不少帮助。二人一路同行，魔王的伪装并不完美，勇者屡屡发现端倪，但虽然如此，他却爱上了魔王，抱着万一的指望，不愿意对魔王下手。"
    },
    {
        "id": "7-2",
        "value": "勇者爱上魔王的展开招来了一片惊呼，甚至有些驳斥、鄙夷的言论。\n不过这都与你无关，关于不同生物能不能相爱这个问题，你一贯秉承“遇到了就知道了”的被动态度，对虚构故事提不起较真的兴致。\n吟游诗人似乎也没有回应质疑的意思，继续弹唱着这个新颖的故事：勇者和魔王一起向着讨伐魔王的目标前进，勇者的话越来越少，性格乖僻的魔王倒说了大部分话。他们一直走到魔王的宫殿，勇者忽然轻松起来：“走了这么远，不请我进你家看看吗？”\n图穷匕见。\n魔王显现出原形，勇者拔出宝剑。魔王几乎没有抵抗，死在了勇者剑下，临死前，朝他笑了笑，笑容温和秀雅。\n勇者被纠结的痛苦占据了心灵，痛苦吸引了魔王的残余力量，黑暗钻进他的心脏——勇者成为了新的魔王。"
    },
    {
        "id": "7-3",
        "value": "这个剧情令争议声更大了，甚至有人拍着桌子让吟游诗人滚出去。吟游诗人看了看人群，绿眼睛里没什么感情，低头继续弹唱——\n新的魔王的力量是勇者和魔王之和，双倍的力量让他摧枯拉朽般战胜了人类。黑暗在他脚步后笼罩了全大陆，世界上再也没有光、没有生命，只有死寂。\n故事告一段落，吟游诗人在乱哄哄的酒馆里站起来看向你：“勇者先生，你一直没说话。不知道你对这个故事有什么看法？”"
    },
    {
        "id": "7-4",
        "value": "“你跑调了。”你说出心里存在感最强的想法——虽然他演奏的曲目你是第一次听，但音调和曲调的不和谐属实刺耳得没法忽视。\n一直淡然接受批评吟游诗人此刻忽然涨红了脸：“谁问你这个了！”\n你摊开手——他问你怎么看的。\n他深吸一口气：“我是说，对于故事本身，你有什么看法？”\n故事本身？"
    },
    {
        "id": "7-5",
        "value": "“不就是个悲剧吗？”你评价道，“基本全部建立在机缘巧合上，现实意义……啧。”\n吟游诗人挑挑眉毛：“机缘巧合？”\n“嗯哼。——这里太吵了，要不出去说？”吟游诗人同意了你的提议，你们从酒馆慢悠悠地往神殿走去，边走边聊。\n你们交换了名字——他叫凯尔。\n你从利益追求和可操作性两方面，深入分析了“魔王隐瞒身份遇到勇者”的可能性，结论是，从魔王的角度出发，隐瞒身份与路上随便遇到的某人结交，并没有可见的巨大利益，只能归为一时兴起的别有图谋；而从可操作性上，龙骨雪山屹立不倒三百多年，如果魔王能过来，他早过来了征服生灵了，但他没有，因此万一他过来了，也只是偶然而已。\n因此——其概率实在低到不值得认真对待。\n“不过，故事不错，很能调动观众情绪。”看在年轻的男人笑呵呵地听你说了半天的份上，你说了句好话。\n凯尔低头笑了笑：“谢谢夸奖。”\n\n说话间，你们已经到了神殿门口，你说的：“我要进去……”\n你的声音顿住了——你清晰地记得刚进天使城的时候，天使雕像还面容模糊，但现在，背生六翼的雕像成了凯尔的模样。"
    },
    {
        "id": "7-6",
        "value": "你眯起眼睛，盯着凯尔，好一会儿后道：“那个故事真的发生了。”\n凯尔长叹一口气：“是的。”\n凯尔带你走进神殿，神殿中央是一个片片龟裂的黑色石台。\n“这是逆转时间留下的痕迹。”凯尔说道，“我来自你成为……魔王的未来，是来阻止你的。”\n魔王翻越雪山，隐瞒身份与你相爱……但你却并不认识魔王。\n“我没有见过疑似魔王的人。”你说道，“这才是我出发的第五天，你是我新认识的第二个人。”\n“他叫布鲁斯。”你说出法师塔遗迹里陌生人的名字，“我确定他百分之百是活……可能不是人，但肯定不是黑暗生物。”\n凯尔忧心忡忡地皱着眉毛，格外年轻的面庞根本撑不起沉重的思虑。你忍俊不禁，揉了把他的头发：“好了，我接下来带上你上路，成吧？”\n凯尔眼睛一亮，终于露出了一个符合他年纪的表情。\n你决定带着凯尔——"
    },
    {
        "id": "7-7",
        "value": "“我们先去查查布鲁斯是个什么人。”居然连来自未来的凯尔都不知道他是谁，你对布鲁斯充满了好奇。这只是一部分原因，另一部分则是你对凯尔依然心存疑虑——即便不怀疑他的来历，你也依然对他的实力毫无概念，你不愿意带着一个不知根底的人前去讨伐魔王。\n\n布鲁斯提到，他是哥谭人。这是你们的第一……或者说唯一一条线索。\n你们在天使城神殿的藏书室里翻了大半天，在一幅两百多年前的地图上，找到了“哥谭”这个地方。——哥谭在龙骨雪山的山顶，直面黑暗力量的第一线，终年不见天日，头顶只有阴云。地图绘制时，天空巨龙乔·艾尔就居住在哥谭。\n你们顺着这条线索继续查下去——接受了巨龙祝福的人类婴儿有概率成为龙语者。龙语者是区龙亲密的异族友人，他们家族里的婴儿往往都能收到巨龙的祝福，因此龙语者家族层出不穷。天使城藏书室收藏了许多龙语者家族的画像册。其中有一侧扉页里写着“哥谭的韦恩家族”，十几个龙语者有着如出一辙的蓝眼睛，一如布鲁斯的。\n除非魔王去过哥谭，冒用了布鲁斯的身份，那么你见到的，应该就真的是布鲁斯本人了。\n\n走出藏书室，你伸了个巨大的懒腰：“好了，布鲁斯不是魔王，如果你也不是，那么……”\n“我才不是魔王。”凯尔插嘴道。\n好好好，你点头：“你先魔王一步遇到了我，未来肯定是改变了的。”\n“是啊。”凯尔露出一个灿烂的笑容。\n\n你们走出神殿，翻了半天书，正午耀眼的阳光让你有点睁不开眼。\n“老鼠！”你听到凯尔惊呼。然后是他拔剑的声音，挥剑的风声、挥剑的风声、挥剑的……\n你睁开眼，凯尔格外认真地在和老鼠决斗。\n你在旁边看了一会儿，终于忍不住了，拔剑一挥，将老鼠立斩于剑下，安静地看着凯尔。\n“呃，咳，”凯尔挠挠头。"
    },
    {
        "id": "7-8",
        "value": "“你是什么人？”你看向凯尔。\n“我来自你成为魔王的未来，”凯尔说，“我是来阻止你的，全世界的未来都寄托在我身上。”\n是吗？\n你忽然迈出一步，推了一把凯尔的肩膀，另一只脚一绊，凯尔立刻重心不稳，摔倒在地。\n他都没正经练过剑吧……你心想。"
    },
    {
        "id": "7-9",
        "value": "“你是天使？”你啼笑皆非地问道。\n凯尔傻傻地看了一会儿雕像，才尬笑道：“怎么可能……我就是个普通人。”\n如此拙劣的演技，你要假装相信都装不动。于是你只是挑起眉尖，似笑非笑地看着他。\n“……来自未来的普通人。”凯尔补充道，“你成为魔王的那个未来。当时黑暗力量逐渐逼近，已经无力抵抗，于是甘瑟——也就是神殿祭司——决定使用天使留下的魔法阵，逆转时间，给人类创造一线希望。我在刚巧的时候路过神殿门口，就担负起了这个任务。”\n“你真是普通人？”\n凯尔苦笑一声：“对啊。我连剑都玩不利索。”"
    }
]