[
    {
        "id": "6-1",
        "value": "决战当天。\n你在阴云笼罩下的城市醒来。从经验判断，现在大约是日出时分。你的窗口朝西，窗外是连绵的龙骨雪山山脊。尽管没有阳光，但你能看到远方某一座山峰上，近似于龙的非自然形状。皑皑白雪反射着昏暗的光线，在阴云下勾勒出一条不容错认的分界线。\n决战约在了正午，在哥谭以北半山的一个平台上，无论地理位置还是海拔都在两个势力的正中间。布鲁斯带你去那里看了，平台很宽阔，白雪下是平整的青石，寸草不生，感觉上很公平。\n你照常练过剑法，走进厨房，不出意外地看到了布鲁斯。"
    },
    {
        "id": "6-2",
        "value": "布鲁斯显然是在等你。\n你拿了吃的在他面前坐下。“决战的消息传开了。”布鲁斯说道，“很多人想送你。”\n何必呢，你摇摇头，留着精力给我庆功不好吗。\n“很久没有勇者走到这么远了——甚至，很久都没有勇者了。”布鲁斯说道，“上一位勇者阿宾，他出发讨伐魔王是六十多年前的事，甚至没有翻过龙骨雪山。上一个来到哥谭的勇者叫做瑟尔，出发比阿宾早上几个月吧。”\n这些事你并不是第一天听说，但今天你忽然领悟到了其下的内涵：“也就是说，哥谭的百姓有六十多年没有看到战胜黑暗的……希望了。”\n布鲁斯轻轻点头：“你好好吃饭。”\n你沉浸在思绪中，有几分钟没吃东西了。你道了声谢，边吃边问：“哥谭没有出过讨伐魔王的勇者吗？”\n布鲁斯惊异地看了你一眼：“你不知道吗，所有勇者都是欧阿的长老团选出的。”\n……你还真不知道。等你回去，或许他们会告诉你其中的隐情。\n“总之，他们会对你很热情。”布鲁斯总结道。"
    },
    {
        "id": "6-3",
        "value": "吃完早饭，离正午还有三个小时，你走出布鲁斯的城堡，向决战地点前进。\n虽然在哥谭住了一个多月，但你基本都待在城堡里，对这座城市谈不上多么了解。不过，有一点实在是太异常了——今天街上挤满了人。\n哥谭平时至少有一般的人组成巡逻小队，在龙骨雪山山脚与黑暗领域之间的战区，和魔族交战。因此虽然城很大，但街上人影稀疏才是常态。可今天，不管什么人，都聚在了城堡到城门的这条路上，看到你出来，近处的人立刻呼喊起了你的名字。\n“你们好。”你朝他们点点头，笑了一笑。\n人群忽然安静下来，但并不是因为没劲，而是他们对你的期待变成了一种不太好用语言表达的东西。你面前看不到尽头的人群，每个人都炙热地看着你，眼睛明亮到近乎发光。\n是希望。\n“接过。”你说道。人群裂开一条短缝，你走了进去。人群在你身前裂开，又在你身后合拢，你穿过人群，出了城。\n城外有人在等你，为首的是一个女人。她的胳膊和腿大面积裸露在雪山上，但看起来一点也不冷：“你好，我是戴安娜，光明骑士团的团长。”"
    },
    {
        "id": "6-4",
        "value": "戴安娜陪你向决战地点走去：“决战时，我们会在一段距离以外看着，算是……给你壮个声势吧。”\n你想了想，确实有理。如果魔王带了一大群手下，而你只有你自己，那在边界决战的意义就荡然无存了。“谢谢。”\n“谢布鲁斯吧，是他提醒我们的。”戴安娜说道，“今天来了三十多个光明骑士，都是战斗型。足以在你战斗开始前和结束后提供支持，你可以专心战斗。”\n你们走了大半路程，转过山崖，决战的平台已经出现在眼前，上面堆着一小群人。他们或坐或站，衣着千奇百怪，看起来……挺没声势的反正。\n一个穿着斗篷、戴着兜帽的人远远看到你们，举起长长的法杖打了个招呼。他摘下兜帽，耀眼的金发在雪山和阴云之间熠熠生辉，像是一轮小太阳。\n再走近些，你便认出，那是巴里。\n戴安娜不知道你们认识，还为你们介绍道：“哈尔，这是巴里，雷电系大魔法师。他给你准备了一些疗伤的魔药。”\n雷电系、疗伤？你的目光在他们之间打了个来回，不知道该不该当真。\n巴里从斗篷里抓出一堆小瓶子，你赶紧伸手去接，每个瓶子里面都有一个淡金色的小球，电光在小球表面流淌，似虚还实。巴里解释道：“原理细说就复杂了。你受伤或者疲惫的时候，就拿一个出来吃掉。”说着，他打开一个瓶子，把小球倒进手心，看你两手捧着小瓶，就亲手把小球塞进了你嘴里。\n雷电酥麻的触感从你舌尖一路跳到心脏，又流入四肢百骸，你顿时精神一振。平时练剑，身上难免会有点磕碰，你撩起袖子看了看，大臂的淤青以肉眼可见的速度淡化下来。\n“厉害。”你诚心诚意地说道。\n你把剩下十个小瓶收起来，等待正午的到来。"
    },
    {
        "id": "6-5",
        "value": "没有太阳，你难以判断具体什么时候是正午。到了某一个时刻，远方漆黑的天空仿佛飘下来了一块，黑暗渐渐逼近，你站起身来，握住剑柄，走出人群。\n魔王来了。\n你下意识地挺直了身体。黑云渐渐逼近，勉强看得出最前方是一个人形。然后那个人形慢慢清晰起来，是一个皮肤赤红、服装黑蓝的人。再接近些，你看出人影背后有着一对漆黑的蝠翼。\n最后，魔王在平台边缘降落，翅膀瞬间不见踪影，身后的黑雾倒是如影随行——他没有带侍从，他自己就是一个军团。魔王向你走来，你也迈出了脚步，最后，你们在平台正中相会。\n魔王的五官轮廓和人很像，但某种阴郁邪佞的气质令他不容错认。他的皮肤是偏暗的红色，像是凝固的血液，眼球漆黑，眼睛则是浑浊的金色。\n越接近魔王，你越感到喘不过气来。陌生的感觉让你手脚酸软……是恐惧。\n你拔出了翡翠剑。\n这柄轻捷的长剑此刻却重逾千斤。你终于意识到，你们对魔王的了解可能还是太少了。你用力握紧了剑柄，血液在你体内涌动，恍惚间，似乎涨破了你的掌心，淌入剑身。那粒雷电小球带来的振奋消失在了翡翠剑里，与此同时，你手中一轻——\n翡翠般的绿光从剑身直射而出，刺穿了魔王身后的黑雾，绿光所到，连黑暗领域阴暗的天空都被撕开了一个小小的口子。\n剑光一放即收，剑身依旧轻盈。你举起长剑，平平地指向魔王。"
    }
]