[
    {
        "id": "1-1",
        "value": "新历2814年2月20日，晴。\n你站在小镇门口，笑着对来送行的人们挥手。\n你知道他们很担心你，因为你即将踏上的是没有人曾活着回来的征途——你要去讨伐北方可怕的科瓦德魔王。\n没有人知道科瓦德魔王长什么样子，也没有人知道科瓦德魔王是什么脾气。但无人不知无人不晓的是——科瓦德魔王正在把黑暗散布在龙骨雪山的那一侧。科瓦德的阴云下，鸟儿不会歌唱，树木不会生长，泉水不会流动，万事万物都失了色彩……那是彻彻底底的死域。\n而科瓦德魔王越过龙骨雪山来到南方大陆，只是时间问题。\n所以，一定要有人去打败科瓦德魔王。\n“但这个人必须是你吗？”卡萝这么问过。她住在你隔壁，你们从小一起长大……你想以后娶她，但你从没说出口过。\n那时你刚刚收下长老团给你的翡翠剑，你是他们的第一选择。你本可以拒绝，但毫不犹豫地点了头。\n“我也害怕。”你看着卡萝的紫眼睛，“但我要是把心思放在害怕上，我也成不了欧阿的第一勇者。——那不是我。”\n卡萝没再说过什么，于是就到了现在，你打点好行装，准备开始前方未知的冒险。\n“哈尔，活着回来！”你循声望去，你最好的朋友巴里把手环在嘴边，冲你大喊。\n你笑着对他挤挤眼睛，然后深吸一口气，转身迈出了第一步。\n\n你在中午之前就走出了猎人们打猎时游荡的范围，太阳渐渐西行，而你终于发现，长老团给的地图似乎不大准确……你迷路了。\n眼看太阳就要落山，你认不出周围的景色，只能勉强辨别方向，这时候，你选择——"
    },
    {
        "id": "1-2",
        "value": "昏黄的阳光穿透树叶的缝隙，在树林里的薄雾中穿梭，你看不出光源在从哪里而来，因此也难以识别方向。你在山里兜了好几个圈子，始终没能找到路。\n正当你一头雾水时，你忽然在附近的树上看到了一个奇怪的痕迹。\n你朝那棵树走过去，走到树前，却发现似乎没什么特别的，你看到的好像只是片影子。你四下望了望，在另一棵树上发现了一样的痕迹。\n你身后背着的翡翠剑发出一声声嗡鸣，你把它拿到手里，指尖无意间拂过剑柄上菱形的孔洞。——那里居然是滚烫的。\n根据小镇的传说，很多年前，小镇有一位勇者，他决定去龙骨雪山的另一侧打败魔王。矮人敬佩他的勇气，为他打造了一柄剑——翡翠剑。它是矮人工艺的顶峰，剑身锐利无比，剑柄上镶嵌了一枚附魔的绿水晶。据说，在无所畏惧的人手中，翡翠剑会发出翠绿而坚定的光，照亮前方的一切黑暗。\n勇者拿到剑后，就踏上了去龙骨雪山另一侧的旅程——但是再也没有人见过他。他出发时是一个冬日，冬去春来，上山打猎的猎人捡到了翡翠剑，但没有见到它的主人，而剑柄上原本镶嵌的魔晶石，也消失不见了。\n翡翠剑被送回了他的故乡，交到了长老团的手中。在希望你去讨伐科瓦德魔王的时候，长老团把它交给了你。\n这个传说你本来是不信的，因为无论“矮人”还是“附魔”，对如今的世界而言，都遥远得像神话一样。矮人的工艺早已失传，魔法师也根本不懂毁天灭地的禁咒……传说里唯一和现实一样的，就是龙骨雪山另一侧，没有人见过的黑暗。\n你抬头看去，那棵树上的痕迹依然在那里。你决定——"
    },
    {
        "id": "1-3",
        "value": "你转身，朝来的方向走去。\n太阳基本全落了下去，你不懂魔法，只能靠火把照明。最初你只是凭直觉走，但走着走着，你隐隐有些熟悉的感觉。\n又走了几步，绕过一片长得格外繁茂的灌木，一棵倒下的大树映入了你的眼帘。\n这棵树你有印象，离小镇颇有一段距离，但过了这棵树，你就能找到回小镇的路了。\n可当你走到树边时，你又发现事情不大对劲。\n这棵树是被雷劈断的，树冠陷在山壁裂缝里，离地有二十多米高，年深日久，树上爬满了青苔藤蔓。树干裂开的地方早已干枯，可现在却冒出了一根细枝。枝上带着叶子，你伸手摸了摸，嫩嫩的。\n你把火把举近，火光明明灭灭，照出树干青苔的上一个脚印。你下意识追着脚尖的方向看过去，在两米多远的地方，又看到了另一个脚印。\n火把不足以支撑你看到更远的地方，但你眼前已经多少出现了画面——一个人从地上跃起，踩着树干上无比滑腻的青苔向前纵跃，一步跳出两三米，接着又一步……一直跳到树冠所在的地方，钻进山壁的裂缝。\n——这绝不是人能做到的事。\n你下意识抬起右手，握住了剑柄。你在小镇住了二十多年，从来没有见过能这么敏捷的人。你决定——"
    },
    {
        "id": "1-4",
        "value": "你决定原地睡一觉，好好休息再做打算。\n一觉醒来，你已经到了一个山洞里。你听到柴火劈啪作响，循声望去，是一团篝火，篝火边坐着一个带兜帽的人。\n这人在你睡梦中挪动了你，但你却没有醒，这非常不寻常，通常来说，只要有人接近三步之内，你都会有所警觉，这是勇者的本能。\n紧接着你发现，翡翠剑就在你手边，看来，无论把你带进山洞的人是谁，这人都没有恶意。\n你清了清嗓子，试图获取对方的注意。\n对方并没转头，只是从兜帽下发出一声嗤笑：“在荒郊野外睡觉不点火，你是给野兽送饭的吗？”\n你准备回复他——"
    },
    {
        "id": "1-5",
        "value": "你走近第二片阴影，到近处时，它又不见了。你四处观察，在树林更深处找到了它。\n你追着古怪的阴影一路前进，周围没有任何光源，却诡异地越来越亮，让那片阴影越来越黑，越来越大，越来越显眼。\n你本能地握紧了剑柄，没有加快脚步，而是加倍留心周围的环境。光源始终找不到，脚下厚厚的落叶压住了脚步声，你这才留意到，从看到阴影开始，你甚至没听到枝叶被风吹动的沙沙响声。\n你抬头看去，树木枝叶掉了一半，纹丝不动。越远处，叶子似乎越稀少。前方地上只有密实的落叶，没有任何该在森林里的东西——脚印、泥土、粪便……什么都没有。\n就好像，这片阴影把你带到了一个没有活物的地方。\n也不知道走了多远，阴影终于不动了。两棵树中间，一个一人高的幽深黑洞静静地旋转着，你捡起一截树枝扔进去，黑洞把它吞掉，没起半点波澜。\n你看着翡翠剑上空荡荡的孔洞，心里闪过一个念头。你没有伸手去摸，而是捡起一片叶子放上去。带着湿意的翠绿叶子上瞬间燃起火来，烧得一点不剩。\n一股不知从何而来的力道把剑尖扭向黑洞，剑身微微颤抖，不知道是激动还是恐惧。\n你决定——"
    },
    {
        "id": "1-6",
        "value": "你在离大树不远的地方找了个隐蔽的地方，耐心等待着。\n这里出乎意料的安静，没有鸟叫也没有虫鸣，只有风吹树叶的沙沙声陪着你。\n直到天亮的时候，你终于听到了别的动静。——人走在灌木里，叶片随之摇动的声音。\n你下意识地屏住了呼吸，一个人影从树冠的方向跳出来，身影是不可思议的轻捷，几下就落到了地面上，几乎没有任何声音。\n那人停住脚步，伸手拂过树干，你也在这个时候看清了他的脸——居然是他。\n他离开后，你又等了一会儿，才从藏身处走出来。树干上的脚印已经被青苔盖住了，看不出一点痕迹。\n你朝小镇走去，脑子里依然想着刚刚看见的那张面孔。\n奥利。\n奥利是小镇上的猎人，也是你的好朋友，你和他打打闹闹了二十多年，从来没见到他露出这么好的身手。\n那真是奥利？还是别的什么人？\n怀着满腹疑窦，你走进了日出下的小镇。\n你决定——"
    },
    {
        "id": "1-7",
        "value": "你没有管树上奇怪的脚印，转身走回了小镇。\n回到小镇的时候，已经是后半夜了。镇上静悄悄的，远远只能看见瞭望塔上守夜的火光。\n小镇一贯没有守夜的习惯，只是最近黑暗力量变强，听说树林里可能会有被黑暗力量侵蚀的野兽袭击城镇，所以长老团才把这座闲置上百年的瞭望塔重新启用。\n你本来想直接回家，但穿过漆黑的街道，快到家的时候，你忽然发现有一栋房子里还亮着灯。\n这是小镇里唯一一户现在还没睡的人家。\n它的主人你也熟悉，巴里。\n你路过他门口，打算——"
    },
    {
        "id": "1-8",
        "value": "你在树边走了走，尝试着跳上树干。脚下的青苔很滑，你站不住，只好把剑插进树干维持平衡，一步一步往上挪。\n爬了大概一半，你脚下一滑，本能地抓紧了剑柄。但越往上的树干风干得越多，越容易被剑切开。翡翠剑轻而易举地切开了半枯的树干，你几乎没感到任何阻力，就直接摔了下去。\n你昏迷前最后看到的，就是昏沉夜色下那棵有深深刻痕的大树。\n\n醒来的时候，你认了认环境，发现自己已经回了小镇。\n你从床上爬起来，床边坐着的人听到动静，转过头，原来是巴里。巴里是小镇唯一能使用治疗术的人，也就被动地成了小镇的医生。\n“你醒了？”他说，“没别的伤，就是摔晕了。”\n“谢谢。”你发现手里沉甸甸的，低头看去，才发现还握着剑柄没放开。\n“我怎么回来的？”\n“是奥利。他说出去打猎的时候看你摔晕在树边，就把你扛回来了。”\n奥利是小镇上的猎人，也是你的好朋友。\n你点点头：“好，那我先走了。”\n“哈尔。”你才要出门，就听到巴里在身后叫你的名字。转身看去，只见他无奈地笑笑：“注意安全。”\n“好。”你摆摆手，走出了巴里家。"
    },
    {
        "id": "1-9",
        "value": "你翻了个白眼：“我洗衣服都用驱赶野兽的药粉，什么野兽敢吃我？反倒是你，点火的时候用这么潮的树枝，不怕烟告诉野兽这儿有饭吃吗？”\n他傲慢地哼了一声：“正好馋鲜肉了。”\n你笑了笑，觉得这人有点意思。"
    },
    {
        "id": "1-10",
        "value": "你有丰富的野外经验，虽然很有自信不会被野兽夜袭，但也不想辜负他的好意。\n“谢谢。”你冲他笑了笑。\n他倨傲地点点头。"
    },
    {
        "id": "1-11",
        "value": "“你是谁？”你问。\n篝火明明灭灭，把他大半身子淹没在阴影里，只露出一个影影绰绰的轮廓。听到这话，他转过头来，身上的斗篷跟着动作晃动，火光下显露出破烂的边角。逆着光，你看不清他的脸，只能听到他回答道：“瑟尔。”\n“我叫哈尔。”你说道。\n不知道为什么，当他转过头的时候，你恍惚间竟然有一种他并不存在的感觉。\n你问：“你在这儿做什么？”\n“路过。你又在这儿做什么？”\n“我要去讨伐科瓦德魔王。”\n“谁是科瓦德魔王？”\n“龙骨山脉那一边，黑暗力量的统帅。‘科瓦德’是古语，意味着‘光照不到，被恐惧统治的地方’，所以我们这么称呼那家伙。”\n“你为什么要讨伐科瓦德魔王？”"
    },
    {
        "id": "1-12",
        "value": "从黑洞里进去，是一个隧道，左右石壁上长的晶石发着冷白的光，照亮了前路。你特别低头看了看脚下，没能找到之前扔进来的那截树枝。\n你沿着石路一路前进，石壁上的晶石密集起来，眼前的道路愈发明亮。拐过一个弯，石壁上开始有了其他颜色的晶石，黄的、青的，把一成不变的石头都照得五彩斑斓了起来。\n你之前在树上看到过，石头在元素浓郁的地方，能长出充满魔法元素的魔晶石，或许这就是。但如果这些都是魔晶石，那岂不各种元素都浓郁得过分？\n又往前走走，石壁上晶石的颜色愈发五花八门起来，甚至，有一些已经落到了地上。细细长长的八面棱锥杂乱地堆在一起，你想了想，准备捡一块带走，但你身上只能放下一块，你挑了——"
    },
    {
        "id": "1-13",
        "value": "你四处看了看，没找到什么特别的。你又仔细看了一遍，在一棵树上发现了一个刻痕。\n切口整齐像是被形如短刀的东西一下子捅出来的，看起来还很新，可能刚刻下没多久。\n你没再找到别的信息。"
    },
    {
        "id": "1-14",
        "value": "你敲响他的门，门几乎立刻就开了。\n深夜的巴里看起来一点也不困，你从他身侧，瞄到书桌上摆着纸笔，不知道他原本是在写些什么。\n他看到门口是你，惊讶地瞪大了眼睛：“你怎么回来了？”\n你准备回答他——"
    },
    {
        "id": "1-15",
        "value": "……我再给你一次机会？"
    },
    {
        "id": "1-16",
        "value": "离小镇附近有这么几个地方，\n河流上游的银鳞村，森林边缘的百羽镇，以及海边的天使城。\n天使城太远，你不想去。其他两个地方，你选择去——"
    },
    {
        "id": "1-17",
        "value": "一觉醒来，天已大亮。\n你看向窗外，入眼是蓝天、白云、龙骨雪山、森林、与小镇的木房，突然感到十分无趣。\n你错过了所有的支线，冒险或许不适合你。\n你还要继续冒险吗？"
    },
    {
        "id": "1-18",
        "value": "你敲响卡萝的门。门里毫无声响。\n你无奈地叹了口气。卡萝自称是炼金术师，但因为小镇周围并没有特别好的炼金材料，所以她其实差不多就是镇上的木匠和铁匠。她一个人独居，常常做东西做到深夜，早上很少能叫开门。\n你想了想，转身回家做了点热腾腾的食物。卡萝不用钥匙，她门上有一套机关，打开机关就行了。你按她教你的方法打开门锁，用肩顶开门：“卡萝？醒醒，给你拿了早饭。”\n卧室的方向传来几声叮了咣当的动静，然后门吱呀一声打开，走出一个披头散发的姑娘。她穿着一条藕荷色的睡裙，你记得最初它是漂亮的亮紫色，被卡萝暴力洗了七八年，就掉色成了这个样子。\n你忍不住笑笑，把早饭放到餐桌上：“过来吃。”\n她揉了揉眼睛：“哈尔？你不是讨伐魔王去了吗？”\n“长老团给的地图不准，从森林里穿行不靠谱。我决定回来走大路。”\n“哦。”她显然还是没睡醒，木木地吃着早饭。\n你问道：“你最近去过那棵被雷劈了的大树那边吗？”\n卡萝点点头：“怎么了？”\n“回来的路上看到点东西，不太确定。你有没有感觉那里有什么不寻常的？”\n卡萝喝了口冰凉的山泉水，不太确定地说道：“我上个月找木材的时候去过那边，怎么说呢……那里的空气比别处清新很多，植物长得似乎也茁壮一些。我还捡到了一个东西，可以给你看看，但你不许惦记。”\n“好。”你笑着答应下来。\n卡萝转身进了工作间，出来的时候，手里拿着一支箭。\n你接过来，细细端详。石箭头，木箭杆，箭羽很别致，用的是叶子而非羽毛。箭头上闪着光，应该不是平常的石头，叶片你也没见过，摸起来很有韧性。箭杆估计也是一种罕见的材质。你想起奥利平时做箭的流程，用右手食中二指托起箭杆，它的平衡性惊人地好，射出去应该很准。\n“我是从石头上把它拔出来的。”卡萝说，拇指和食指比划了一个七八公分的长度，“射进去了这么多。”\n你们又聊了聊，卡萝打了个呵欠，你顺势告辞了。"
    },
    {
        "id": "1-19",
        "value": "虽然出师不利，但你并未气馁，而是很快收拾好，思考起下一步的行动——"
    },
    {
        "id": "1-20",
        "value": "你捡起一尘不染的红晶石。\n摸着很热，可能是火属性的。"
    },
    {
        "id": "1-21",
        "value": "你捡起一尘不染的蓝晶石。\n入手冰凉，还带着湿意，大约是水属性的。"
    },
    {
        "id": "1-22",
        "value": "你捡起一尘不染的紫晶石。\n晶石上漩涡般的纹路在它移动时跟着旋转，说不准它的能量和空间有关。"
    },
    {
        "id": "1-23",
        "value": "你捡起一尘不染的绿晶石。\n把它拿到手里，你就觉得精神一振，似乎闻到了草木的清香。这或许是生命属性的晶石。"
    },
    {
        "id": "1-24",
        "value": "继续前进，周围的晶石越来越多，密密麻麻快堆到膝盖那么高。\n而晶石中间，有一条明显是人清扫出来的通路。地上的晶石和你刚刚捡起的那块一样不染尘埃，你也难以判断，上次有人来这里是什么时候。\n忽然，你眼前一亮，走进了一间屋子。屋子依然是石头的，四壁笔直树立，墙上挂着一个金灿灿的徽章。\n书架上摆满了书，桌子上是各种各样的墨水，有一瓶的盖子开着，插着一支羽毛笔，桌上的羊皮卷轴上，符文只画了一半，旁边还有另一张卷轴，纹样比它完整得多，应该是张成品。\n正对你的方向，是屋子里唯一一扇门。门上挂着一张漆黑的挂毯。\n这里，似乎是一间魔法师的书房。\n你准备——"
    },
    {
        "id": "1-25",
        "value": "书架上落满了灰，似乎很久没人动过了。\n你在书堆的缝隙里找到一张落满灰尘的卷轴，背面写着：“光明术，展开后能发出强光，照亮一切黑暗。”"
    },
    {
        "id": "1-26",
        "value": "完整的卷轴背面写着：“地动山摇。展开后可号令土元素震动地面。”\n它的内侧是黯淡的棕色纹路，大约是已经用过了。你在周围的羊皮纸中，发现一个内侧有着闪亮棕色纹路的卷轴，把它收了起来。"
    },
    {
        "id": "1-27",
        "value": "你掀开挂毯，一张漆黑的纸从后面掉了下来。\n这时你发现，挂毯上慢慢浮现出鲜艳的颜色，一座恢弘的城堡渐渐显形。\n你捡起黑纸，发现它一面漆黑，一面是灰色。黑色那面碰到挂毯时，挂毯又黑了下来，灰色那面则不会造成任何改变。"
    },
    {
        "id": "1-28",
        "value": "你抬手一摸，盾牌大小的徽章就掉了下来，变成胸针模样。\n你捡起胸针，发现上面写着三个小字：“雷电术。”"
    },
    {
        "id": "1-29",
        "value": "你推开门走出去，一步踏出，周围是一片无边无际的星空，脚下明明踩上了什么，低头却看不到路，依然是不知道有多远的星空。\n你回过头，门却已经不见了，你身后依然是遥远的星空。\n四面没有边界，无论你朝哪个方向走，走多远，景色都没有任何变化。你似乎已经被困在了这里。\n无奈之下，你原地坐下，撑着下巴观察四周。突然间你发现，远方一成不变的星辰闪了一下。你的目光追着闪烁的星辰看去，才发现不是星辰在闪，而是有一个阴影正迅捷无伦地移动着。阴影在你和星光之间挡了一下又离开，看起来才像是星辰闪动。\n你立刻跳起来——"
    },
    {
        "id": "1-30",
        "value": "你朝黑影的方向跑去。星空跟着你的脚步在视野里摇晃，没几步，你就再也认不出黑影在哪里了。"
    },
    {
        "id": "1-31",
        "value": "你在星空里四处乱走，突然听到一声脆响。\n你立刻看向那个方向，星空碎裂，一片安宁平和的小湖出现在星空后面。\n声音传来的那个方向，一个黑影划过你的眼前，转瞬消失在了森林里。"
    },
    {
        "id": "1-32",
        "value": "你意识到这就是在星空里看到的那个阴影，立刻追了上去。但天还没亮，林中灰暗，你很快就跟丢了。\n于是，你只好回到湖边。"
    },
    {
        "id": "1-33",
        "value": "你在湖边略作休整，拿出长老团给的地图，根据地势，你应该是到了银鳞村边。\n为免再次迷路，你决定去银鳞村修正一下地图。"
    },
    {
        "id": "1-34",
        "value": "刺眼的强光从你手中爆发，照亮了这片深邃无比的星空，也照出了那个阴影的真面目。\n——那是一个人。\n一个穿着漆黑的斗篷的人。\n光明术卷轴的力量渐渐消耗，光也一点点弱下来，你第一次用卷轴，没有防范，被晃得双目刺痛，想流泪又流不出来，模模糊糊间，你依稀看到那个人朝你走了过来，边走边摘下兜帽。\n他差不多走到你面前的时候，光明术的力量也消耗殆尽，你只依稀看到一双深蓝的眼睛，接着就什么也看不见了。\n但你能感觉到，那个人依然站在你身前。"
    },
    {
        "id": "1-35",
        "value": "“这是什么地方？”你问道。\n他淡淡地回答：“从种种迹象来看，这应该是一座古代黑暗法师塔的废墟。因为近来黑暗力量的异变被唤醒，重新连通了主位面。”\n“你的意思是，这儿是一个独立的空间？”\n“不至于。法师塔一般是大法师从主位面切割出的小空间，没有外力维持的话，本来就会自己融合回去。它能被外界力量引动，就说明已经融合得相当多了。你来的路上，都看到了什么？”\n“一条很长的隧道，隧道里是魔晶石……吧，我不太了解这个。然后是书房，过了书房就到这儿了。”\n“哦。我还看到了卧室。这么看来，这座法师塔已经接近消失了。”\n“你知道的很多。你之前去过类似的地方？”\n他不接话，于是你转而询问道：“你怎么会在这里？”\n“我本来在附近，探查到黑暗力量的异动，就过来看看。”"
    },
    {
        "id": "1-36",
        "value": "“你是什么人？”\n“我？”他沉默了一下，回答道：“我是和你一样的人。”\n“你怎么会知道我是什么人？”\n“刚刚你用卷轴的时候，我看到了你手里那把剑。翡翠剑，以前属于阿宾，阿宾失踪之后，它就被送回了他的故乡欧阿，给了当地的长老团。你和他一样，是从欧阿出发，想要讨伐魔王的勇者。我说错了吗？”\n阿宾？你从没听过这个名字。但按这个陌生人所说，这应该就是翡翠剑的传说中那位勇者的名字。\n可那位勇者是小镇的人，为什么连你都不知道的名字，却从这个陌生人口中说了出来？\n“这么说来，你也是讨伐魔王的勇者咯？”你回想着刚才模糊看到的身影，忍不住想笑。黑披风黑兜帽，遮的严严实实，一点光都没有……天下哪有这样装神弄鬼的勇者？\n“算是。”"
    },
    {
        "id": "1-37",
        "value": "他对这里的情况有问必答，但你问到他身上时，他却三缄其口。于是你也不再追问他的私事，毕竟你们俩现在被困在一起，算是一条绳上的蚂蚱。\n“你知道怎么从这儿出去吗？”\n“你刚刚应该也发现了，这里的空间没有尽头。如果我猜得没错，我们应该在一个法阵里。布阵的人应该会在阵里留下一条通路，沿着那条通路，就能走出去。”\n“你知道那条通路是什么？”\n“不知道。这个法阵我看着很陌生。”\n“你……”\n“但万变不离其宗。只要毁掉阵眼，法阵自然也就破了，我们就能出去了。”"
    },
    {
        "id": "1-38",
        "value": "他冷笑一声，没有回答。你听到衣服摩擦的声音渐渐远去，他已经离开了。"
    },
    {
        "id": "1-39",
        "value": "他叹了口气：“欧阿的长老团什么都没告诉你吗？”\n不等你回答，他就解释道：“法阵不一样，阵眼也不一样。一般来说，就是法阵里比较特别的地方。”\n“好，我也去找找。这儿漆黑一片，两个人总比一个人快。”\n他也认同，你没听到脚步声，只听到他行走时衣服摩擦的声音渐行渐远。"
    },
    {
        "id": "1-40",
        "value": "你走着走着，脚下突然踢到了什么，幸好你脚步不快，所以撞得不疼。\n你蹲下身摸索，摸到一个椰子大的东西，大约是个球形，凉凉的，像是玻璃。"
    },
    {
        "id": "1-41",
        "value": "你摸着奇怪的玻璃球，还不及下一步动作，口袋里就发出了耀眼的绿光。\n翠绿的水晶从你口袋里自行飞出，绿光照亮了整片星空，八面棱锥在空中划过，落进了翡翠剑上那个菱形孔洞。\n你把翡翠剑举到眼前，晶石依然发着翠绿的光，严丝合缝地嵌在剑柄上。你记得很清楚，在你捡起晶石的时候，它的大小还和那个孔洞完全对应不上。\n是这枚晶石特别，还是这把剑特别？\n你想不出道理，低头看去，玻璃球里氤氲着一团黑色的雾气，你看着那团雾，本能地觉得碍眼。\n于是，你挥动翡翠剑，打碎了脚下的玻璃球。玻璃球“哗啦”一声碎成无数碎片，你抬起头，身周的星空也随之一并碎裂。\n星空碎裂后，就消失在了你眼前，你不知道什么时候，又回到了森林里。\n身侧是一片平静的小湖，东方隐隐发白，看来天快亮了。"
    },
    {
        "id": "1-42",
        "value": "“之前那个地方，你说是黑暗法师塔遗迹，这是什么？”\n“现在大陆上把魔法师分成五个等级，法师学徒、见习法师、魔法师、大魔法师、和魔法导师。但根据一些书籍记载，在古时候，魔法导师上还有第六个等级，被称作大魔导师。……其实也挺合理的，魔法师一贯喜欢六这个数字，魔法元素有六种，法术有六个等级，徽记也是六芒星。”\n“听你这口气，原来你不是魔法师？”\n他点点头，但也没说自己是什么职业的：“据那些书上记载，到了大魔导师的等级，他们的魔力就足以从主位面切分出一块空间，在里面建立自己的领域——法师塔。他们会在法师塔里生活、研究、教导学生，如无意外不会出门，因为法师塔里有他们需要的一切。主要研究黑暗力量的大魔导师建造的，就是黑暗法师塔。法师塔要大魔导师才能建造，也需要大魔导师才能维持运行。但法师收徒非常苛刻，所以绝大多数传不了多久就荒废了。”\n“荒废后，就成了废墟？”\n“对。法师塔本来就会被主位面吸引，没有大魔导师的力量维持独立性，它们就成了坍塌中的废墟。如果外界力量和废墟产生共鸣，就会创造出一个临时入口，可以进入废墟搜刮一点遗产。等彻底坍塌后，法师塔的空间和元素都会回归主位面，不过里面原本的东西，和人，会是什么样就不好说了。”\n你下意识看了看自己，又观察了一下他完好无损的黑斗篷：“可我看咱俩都好好的啊。”\n他耸耸肩：“你刚刚那一剑打碎了无限空间法阵，法阵碎裂的同时，搅动空间力量，撕开了法师塔的空间，所以我们才能落在这里。”"
    },
    {
        "id": "1-43",
        "value": "你拍了下脑袋：“我都忘了问你叫什么了。我叫哈尔，你呢？”\n“布鲁斯。”他顿了顿，又补充了一句：“……我是哥谭人。”\n“……哥谭在哪儿？”你下意识地问道。\n他看着你，你也看着他，最后，他似乎终于意识到了你是真的不知道哥谭在哪儿，开口说道：“只要你继续前进，你早晚会知道哥谭在在哪里。”\n故弄玄虚。\n你的目光自然地垂下，落到了翡翠剑上。\n你本来只以为翡翠剑是一把格外坚固锋利的剑，对它的所有传说都抱着不置可否的心态。什么附魔的绿水晶、刺破黑暗的勇气之光，听起来就很遥远。你唯一认识的法师是巴里，据他自己估算只是见习法师，搓个火球都费劲，\n“你从哪里知道阿宾这个名字的？”\n布鲁斯看着北方天际隐约可见的龙骨山脉，说道：“一本书，记载了近三百年来，所有关于讨伐魔王的勇士的传说。那本书上写，翡翠剑上的绿水晶来自天使城。如果你想知道更多的事，那里或许会有线索。”\n“你为什么要告诉我这些？”\n他依然看着北方：“黑暗力量在变强。大陆也需要尽可能多的力量，你变强一点，我们就多一分胜算。”\n说完，他转过身朝森林深处走去，说道：“天差不多快亮了。我先走了。”\n……真是个怪人。\n你在小湖里重新装满了水囊，根据长老团给你的好像不太准的地图，走了三天，到了天使城。"
    },
    {
        "id": "1-44",
        "value": "一夜未睡，你伸了个懒腰，却意外地发现自己一点也不累。\n难道和生命晶石与翡翠剑的共鸣有关？你不由得怀疑。\n你拿起翡翠剑细细端详，但它又归于沉寂，和最初交到你手上的时候一模一样。\n你摇摇头，突然间，一道黑影划过你的眼角。"
    },
    {
        "id": "1-45",
        "value": "“喂——”你不知道怎么才能毁掉它，只好问人。这时候你才意识到，你都不知道他的名字。\n但很快，你就听到了熟悉的声音：“你找到阵眼了？”\n“对，在地上，可能有椰子那么大，圆圆的。”\n“你退开一点。”\n你不明所以，但几乎立刻，你就感到肩上有一股力量把你往后拖，拖了七八步远。忽然眼前一黑，连星星都看不见了。\n一道清脆的破裂声隔着什么传来，然后你周围亮起来，你看出刚刚挡在你和阵眼中间的，正是这个陌生人的披风。\n“我走了。”他一收披风，转身就走。\n他的速度很快，于是你立刻喊道：“我叫哈尔！”\n没有回音，也不知道他听没听到。\n你叹了口气，转而观察起周围的环境。\n你站在一片湖边，天边发白，快天亮了。"
    },
    {
        "id": "1-46",
        "value": "接近黎明，正是一夜中最黑的时候，但不知是不是刚才在暗处待了太久，你现在的眼睛反而格外清楚，终于看清了陌生人的样子——\n不是你眼花，他确实有一双深蓝的眼睛，目光锐利，虽然一夜没睡，但看起来一点也不累。从长相看，年纪可能比你大一点，但依然称得上年轻。他与你差不多高，全身上下都藏在黑斗篷里，不好通过身材猜测职业。可能是个学者？根据他渊博的学识，你如此推断。不过他长这么好看，或许是个贵族也说不定。\n你打量他的时候，他也在打量着你，湖水的方向隐约传来几声鸟鸣，你回过神来，冲他笑笑。\n他垂下眼，目光落到你还握在手里的剑上，说道：“……我想看看翡翠剑。作为交换，我可以回答你几个问题。”\n你把剑递给他，他没有接，而是借着你的手看起来。你也不知道他在看什么，反正他看了两眼，笑了一声，就点点头，示意你可以把剑收回去了。\n你打算问——"
    },
    {
        "id": "1-47",
        "value": "你长叹一声，走进去，坐在他的沙发上：“别提了，长老团给我的地图不准，我走出去不到半天就迷路了。我担心越走只会错得越远，只能先回来想别的办法了。”\n巴里给你倒了杯水：“那你接下来准备怎么办？”\n“先沿大路走吧，找找有没有可信的森林地图。”\n巴里看着你，蔚蓝的眼睛闪了一下：“你可以去银鳞村看看。”\n“银鳞村？”\n他似乎下定了什么决心，重重点点头：“对。银鳞村虽然不大，但是村里有一座图书馆，里面有很多资料，应该也能找到地图。”\n你眯起眼睛盯了他一会儿，巴里错开眼神不与你对视。最后，你点了点头：“我天亮出发。”\n你回家睡觉，躺在床上，忍不住去想巴里桌上的笔墨，和他奇怪的表情。\n天亮了。你背上行李，走上了去银鳞村的路。"
    },
    {
        "id": "1-48",
        "value": "“想你了啊。”你笑嘻嘻地回答。\n巴里被你逗笑了，却还是翻了个白眼：“别闹了，大半夜的。你到底为什么回来了？”"
    },
    {
        "id": "1-49",
        "value": "“后悔了。”你言简意赅地回答道。\n巴里看到你时还颇为轻松的表情渐渐化作了担忧，他关切地问道：“发生什么了？”\n你挠挠头，答道——"
    },
    {
        "id": "1-50",
        "value": "你拿出翡翠剑，摸了摸它。剑身微凉，似金似玉。\n你指着那个菱形的孔洞，告诉巴里：“这里今天发烫了。”\n“发烫了？”\n“对。”\n“翡翠剑还有这种能力吗？”\n“我之前也不知道。”你皱起眉毛，“但我觉得长老团应该多少知道一些。可他们什么也没跟我说。我要再去找他们一次。”\n巴里赞同地点点头。\n你让他早点休息，就回家睡觉了。\n第二天上午，你走进了长老团的屋子。\n长老团这帮人，每天就是用预言指引小镇，预言具体是怎么来的，除了他们没人知道。但他们的预言确实帮小镇安然度过了许多危机。\n你说出翡翠剑上孔洞发烫的事，长老团交头接耳一阵，阿帕对你说道：“我们拿到翡翠剑的时候，对它做了一次预言，可它具体的事，我们也不是很清楚。如果你想知道，据传上面最初镶嵌的那块绿水晶来自天使城，你可以去那里查查。”\n然后，阿帕走过来，递给你一张卷轴：“这是当时得到的预言。”\n你打开卷轴，上面写了四行字——\n\n雪山之巅，英魂渐远。\n危城影下，一念不灭。\n剑心重铸，翡翠长明。\n孤星陨灭，万灵恸哭。"
    },
    {
        "id": "1-51",
        "value": "“你还记得那棵被雷劈了的大树吧？我在上面看到了几个脚印，像是一路跑到树冠里面的。”\n巴里不由得抬手比划了一下那棵树靠在山壁上的角度：“这么倒着的，长满了青苔的那棵？”\n你笑着点点头：“对啊，很奇怪吧？”\n巴里想了想：“可能是精灵。”\n“什么？”你的目光立刻刺过去。\n巴里有点愣，你意识到自己的反应有点凶，补充道：“你怎么会想到精灵？他们不是绝迹好几百年了吗？”\n巴里笑笑：“我最近看了本讲精灵的书。说是他们居住在树上，金发碧眼、热爱自然，身体轻盈、行动矫健，如果说能窜上那棵树，好像也有可能。”\n“住在树上？”\n“书上是这么写的。”\n你笑笑，金发碧眼……？小镇上金发的人不多，再加上蓝眼睛，那就只有巴里了，有趣。\n“我准备去百羽镇看看。”你说，“说不定能找到什么线索，（你盯住巴里），我有种直觉，留下那个脚印的，就是小镇里的人。”\n巴里看起来一切如常：“祝你好运。”\n你回家睡了一觉，天亮之后，就出发去了百羽镇。"
    },
    {
        "id": "1-52",
        "value": "你走到奥利家。门关着，院子里摆着张桌子，桌上放着做到一半的箭支和工具，人却不知道去哪儿了。"
    },
    {
        "id": "1-53",
        "value": "你走过去，拿起一支做好的箭矢，细细端详起来。\n你并不怎么懂弓箭，知道的基本全是奥利告诉你的。手上这支箭和卡萝捡到的那支相当近似，无论是箭头的角度、箭杆的尺寸、还是箭羽的大小。\n你转了转，发现箭杆尾部的凹槽里，刻着一个标志。笔画繁复，有点像一个空心的箭头。\n——和卡萝捡到的那支箭箭尾刻着的那个一模一样。"
    },
    {
        "id": "1-54",
        "value": "你看了看桌上被随手搁置的材料，估计他应该过不了多久就回来，所以决定进屋等他。\n正如绝大多数的猎人，奥利的屋子大部分装饰都是兽皮，但不同的是，他屋子里闻不到任何血腥味，反而萦绕着一股淡淡的草木清香。你一直都不明白这股味道从何而来，但现在，你隐隐有了些猜想。\n你在屋里走了走，看到柜子地下露出一截树枝，你蹲下把它抽出来，居然是一枝开得正盛的蓝花楹。尽态极妍，好像是才从枝头折下的一样。\n可蓝花楹，还有三个月才开花啊。\n\n没多久，奥利就回来了。\n“谁来……”他走进门，一眼看到拿着蓝花楹的你，脚步立刻停住了。\n你笑着冲他晃晃花枝：“奥利，看不出来啊。”\n他长叹一声，把怀里抱着的一筐草叶放到墙角：“你有什么想问的？”\n“树上那几个脚印，是你踩的？”\n奥利干脆地点头：“多久都未必回去一趟，就昨天晚上，还被你撞见了。”\n“哈哈，我运气好嘛。”\n你咽下一口唾沫，问出那个问题：“你是精灵族？”\n奥利点了头。\n“既然你已经知道了，”奥利说道，“精灵族里对黑暗力量也有些了解，或许能帮上你。你要去一趟吗？”\n这倒真是意外之喜了，你连忙点头。\n“成。我把院子里的东西收进来，然后咱们就出发去百羽镇。”\n“百羽镇？不走大树那条路吗？”\n“走那条路？”奥利冷笑一声，用一种格外挑剔的眼神扫遍你的全身上下，“那我得全程扛着你，可拉倒吧。”\n你帮他把零碎的材料搬进室内，然后，你们就一起踏上了前往百羽镇的路。"
    },
    {
        "id": "1-55",
        "value": "“我希望我的名字能传遍大陆，即便死后几十几百年，也依然有人记得我的名字。”你笑笑，“我可不想默默无闻地活下去。”\n他没搭话，看着兴致缺缺，与你毫无共鸣。"
    },
    {
        "id": "1-56",
        "value": "“科瓦德魔王是全大陆的威胁，”你定定地看着他，“生在其中，无处可躲，为什么不直面未来？”\n他脑袋的阴影歪了歪，传来一声：“这样。”"
    },
    {
        "id": "1-57",
        "value": "你想了想，笑了：“因为我想啊。”\n“嗯？”\n“我想留下些死前值得回想的记忆。一辈子只有这么长，不如拿来做点别人做不了的事。”\n瑟尔的身影没动，过了一会儿，似乎笑了一声，说道：“有意思。”"
    },
    {
        "id": "1-58",
        "value": "你走到篝火旁，坐在瑟尔不远处。这个季节，夜里还是有点冷，烤烤火会舒服很多。\n换了个位置，你也看清了瑟尔的脸。他长得有些特别，虽然你也说不出究竟哪里特别，鼻子是鼻子嘴是嘴，但就是和别人有些不同。你仔细想了半天，恍然大悟——他耳前的鬓角被剃掉了。\n篝火烧着烧着就有点颓了，你捡了根枯枝，伸进去拨弄了几下。生火的树枝水汽还挺足，扒拉了几下，噼里啪啦地就炸了，甚至有一根弹起来，朝着瑟尔的方向飞了过去。\n虽然最后也没飞开多远，但瑟尔还是被吓了一跳，蹿的比柴火蹿得都快。\n你忍不住笑了两声，说——"
    },
    {
        "id": "1-59",
        "value": "“在荒郊野外这么点火，你是准备把野兽吓死吗？”\n瑟尔冷笑一声，剐了你一眼。"
    },
    {
        "id": "1-60",
        "value": "“这点胆子，还敢在树林里过夜？”你漫不经心地扫了他一眼。\n“哦？这么说你胆量很大咯？”\n“比你是强得多了。”"
    },
    {
        "id": "1-61",
        "value": "你看看他，突然笑了一声：“你还挺可爱的。”\n他盯了你一会儿：“……你神经病啊？”"
    },
    {
        "id": "1-62",
        "value": "你把崩开的树枝重新收拾了一下，点好了篝火。\n你半睡半醒的守着篝火，大约过了半宿，你突然打了个激灵，本能地往旁边一钻，回过头去，就看到瑟尔趴在你刚刚所在的地方，兜帽已经掉了，一双眼睛里……放着金光？\n你本能地摆出防御架势，将将挡住又扑过来攻击你的瑟尔。\n什么情况？\n你一边见招拆招，一边思考眼下的处境。瑟尔突然低吼一声，听起来倒有点像野兽。他的指尖不知什么时候长出了尖锐的黑色指甲，唇间也露出了一口尖锐的牙齿。他不断地扑上来，你也多少摸清了他的目标——他想咬你的脖子。\n搞明白了这件事，他的举止也就有迹可循了起来，你费了些力气，就把他按在了地上，手臂反压在背后。\n你四下看了看，很巧，打斗到最后，你们到了你的包袱旁边。你记得包裹里带了绳子。"
    },
    {
        "id": "1-63",
        "value": "你用膝盖压住瑟尔，起身拿过绳子把他捆得结结实实。他一开始还在不停地挣扎，过了一会儿，眼里的金光渐渐褪去，低头看了看身上的绳子，又抬头看着你。\n“你没什么想问的？”他说。\n还真没有。你自觉天亮起就见不到他了，你还有更重要的事情要做，完全懒得问。所以你摇摇头。\n“那你愿意上我吗？”\n你猝不及防，被口水呛了一下——啥玩意儿？！\n你咳嗽完抬起头，惊骇地发现，瑟尔原本所在的地方只剩下一团绳子，一个声音贴着你的耳朵问道：“愿意吗？”\n你咽了下口水，倒不是因为别的，而是因为你可以非常清晰地感觉到，心口的肌肉上，几个尖锐的指甲陷了进去，只要你摇头，它们一定会毫不犹豫地挖出你的心脏。\n这他妈就很刺激了。"
    },
    {
        "id": "1-64",
        "value": "你把瑟尔压在膝盖下面，伸手去够绳子，抓到绳子的一瞬间，却突然膝下一空，重重地磕到了地上。\n瑟尔——不，一团黑气——从你身下钻出来，凝成了瑟尔的样子，看了你一眼，便迅捷无伦地消失在了山洞外。\n你守着篝火，没再睡觉，等到天亮，离开了山洞。\n你翻了翻地图，蒙着继续前进，走了一段路，看到路牌，发现自己到了百羽镇附近。这倒还真是沿着你原定规划的路线，你决定——"
    },
    {
        "id": "1-65",
        "value": "你拐了个弯，沿着路朝百羽镇的方向走。百羽镇是座坐落在森林边缘的小镇，镇上有许多猎人和工匠，也有一些与你相熟的。\n你走进百羽镇，却发现和之前几次来这里不同，今天的百羽镇有些古怪的安静和紧张。你走在路上，经过一户人家，听到有人在屋里叫你的名字：“哈尔？”\n叫你的是你的朋友之一，托马。他是百羽镇上的猎人，你们称不上太熟，但关系也还不错。你朝他笑笑，他招手示意你进屋：“你怎么来了？”\n你给他看看背上的翡翠剑：“我要去讨伐魔王，路过这里补给一下。”\n他顿了顿，有点不知道该说什么。你问道：“你们这儿这是怎么了？”\n“昨天夜里有人，失踪了。”他摇摇头，“说是失踪，但屋里满地都是血，恐怕……”\n听到这里，你心中一紧，已经有了些猜测。\n你们又聊了两句，你就告辞了。"
    },
    {
        "id": "1-66",
        "value": "你沿着预先规划的路线继续前进，走着走着，忽然在前方道路上看到了瑟尔。\n与一夜没睡的你不同，他看起来精神抖擞、容光焕发，见到你还好心情地冲你笑了笑：“……哈尔，是吧？”\n你点了下头：“瑟尔。”"
    },
    {
        "id": "1-67",
        "value": "“百羽镇失踪的人和你有关吗？”你开门见山。\n他饶有兴趣地露出一个笑容：“直觉很准嘛。没错，是我干的。”"
    },
    {
        "id": "1-68",
        "value": "瑟尔带着莫名的笑意点了头。\n你始终对他有种说不清的戒心。这是你的习惯，把提防的对象尽可能放在眼皮子底下看着。\n你们一起走了一段路，你试图旁敲侧击问出他的来历，他却总是避而不答。\n忽然路边窜出一只兔子撞到他腿上，他的腿随机消失，只留下一片黑雾。黑雾缠上兔子，兔子挣扎几下，活活窒息而死。"
    },
    {
        "id": "1-69",
        "value": "“失踪的人现在在哪儿？”\n“回家了。”\n瑟尔想了想，补充了一句：“也死了。”"
    },
    {
        "id": "1-70",
        "value": "“你为什么要抓人？”\n瑟尔耸耸肩：“饿了。”"
    },
    {
        "id": "1-71",
        "value": "你皱紧眉头，问出最后一个问题：“你究竟是什么来头？”\n瑟尔依然挂着讽刺的笑：“你也猜到了吧。我就是……”\n“你要杀的魔王啊。”\n他哼了一声：“你们居然觉得我还在龙骨山脉那头，还真是蠢到家了，死得不冤。”\n你警铃大作，抽出翡翠剑，冲了上去——\n瑟尔身上冒出黑蒙蒙的烟雾，削铁如泥的翡翠剑在触及它的时候便无法寸进。瑟尔有些讶异地挑挑眉：“翡翠剑？居然没坏。”\n他隔空点点翡翠剑柄上菱形的孔洞，告诉你：“那儿原本镶嵌着它的剑心，是被我打碎的。它的上任主人阿宾，也是死在我手里。”\n你花了大力气才把翡翠剑从黑雾里拔出来，忽然一阵风吹来，把黑雾吹散了。"
    },
    {
        "id": "1-72",
        "value": "你本能地在心里分析起利弊来。\n好处显而易见——如果答应，你能保住命。\n坏处更加显而易见——瑟尔估计连人都不是，谁知道干他会有什么后果。\n最后，还是“死我也不想这么死”的心态占了上风，你点点头：“好。”\n心口的爪子消散于无形，你识相地开始脱衣服。\n这种事情，实操经验你不是没有，但你从来没有体验过随时可能翻脸杀人的对象。这么一想……\n你硬了。\n你转过身对着瑟尔，问他：“你有什么要求吗？”顺便看了看他衣服下面的模样。你最直观的感受就是瘦，不是一般的瘦，而是皮包着骨头，一条条细细的肌肉格外显眼，瘦得就跟从生下来就没吃过饱饭一样。\n瑟尔说：“没有。你自由发挥。”\n你看了看他，忽然明白了他的言外之意——满意就回购，不满意就灭口。\n这可更刺激了。\n你也更硬了。\n你打算先——"
    },
    {
        "id": "1-73",
        "value": "在哪儿做呢？"
    },
    {
        "id": "1-74",
        "value": "射在——"
    },
    {
        "id": "1-75",
        "value": "你草草收拾了一下，看看皮包骨头的瑟尔，把他的外套拿过来，没说什么。\n又过了一会儿，瑟尔长舒一口气，站了起来。\n你看着他，咧嘴笑笑。你没有耍过流氓，因此稍微有点语塞，只好问他——"
    },
    {
        "id": "1-76",
        "value": "“很不错。”他说，“下次再见。”\n说着，他的目光扫过你肩上的牙印，那块突然有些发烫。不是那种情好欢甚的灼人，而是实实在在的，像被火燎了一下的烫，挺疼的。\n你借穿衣服的时候低头看了看，牙印就是牙印，简单而平凡，和别人咬的看起来并没什么不同。\n你背对着他穿衣服，看不见他的表情，说——"
    },
    {
        "id": "1-77",
        "value": "瑟尔冷笑一声：“凑合吧。”\n不等你说什么，他就化作一股黑烟，卷上衣服消失了。\n你怔怔地坐在原地，一丝不挂，身上的汗还没干，夜风吹过来，冷得你打了个哆嗦。\n你感到自己受到了莫大的侮辱。\n\n天亮了，你在路边看到了百羽镇的路牌。你一夜没睡，准备去休息一下，顺便看看能不能校正长老团给你的地图。"
    },
    {
        "id": "1-78",
        "value": "“还有下次？”你下意识问。\n“有。”他的声音从你背后传来，刚刚说“很不错”的好心情消失殆尽。"
    },
    {
        "id": "1-79",
        "value": "“下次是什么时候？”\n他不咸不淡地回答：“到时候你就知道了。”\n你心想，不会是由牙印告诉我吧。"
    },
    {
        "id": "1-80",
        "value": "你估计“下次”和莫名发烫的牙印有些关系，但你又觉得哪里不对劲，便道：“只能你找我？我怎么联系你啊。”\n瑟尔似乎笑了一声：“你不能。”\n你翻了个白眼，敞着穿了一半的衣服转回去看他：“那没有下次了。”\n瑟尔当真在笑：“下次要是体验也不错，我可以考虑让你联系我。”\n这人真是事儿。"
    },
    {
        "id": "1-81",
        "value": "你又和他有一搭没一搭地聊了一会儿，问：“你知道怎么翻越龙骨雪山吗？”\n他定定地看了你一眼，眼底似乎有金光一闪而过：“地图。”\n你掏出地图：“这地图大概是错的。”\n他接过去，展开看了看，用漆黑的指甲指了指龙骨雪山的一个地方：“这儿可以翻。不过既然你说地图是错的，那怎么过去你就自己想办法吧。”\n“谢了。”\n\n天亮时你与瑟尔分别。分别后，你在森林里看到了百羽镇的路牌，以此重新看地图，规划路线。后面的地图又对了，有些地方画的不准，但你也没迷路。\n这么走了几天，你终于到了龙骨雪山脚下。"
    }
]