[
    {
        "id": "4-1",
        "value": "雪山上的视野总不是很好，你找不到下山的路，在雪山上绕了挺久。直到筋疲力竭，才找到一条看来通向黑暗领域的下坡。"
    },
    {
        "id": "4-2",
        "value": "借助在山头上画的地图，你没花多少力气就跨过龙骨雪山，找到了通向黑暗领域的路。"
    },
    {
        "id": "4-3",
        "value": "接近山脚，你才发现龙骨雪山的特别之处。——与黑暗领域相连的龙骨雪山大部分是冰雪覆盖的悬崖绝壁，可以上去的路屈指可数。\n你沿着山路下行，在路边遇到了一个酒馆，武士。你在雪山上穿行了很久，武士酒馆看起来会是个休息的好地方。你推开门走进去，每一桌旁边都坐了人，幸好有几张桌子还没有坐满。\n一张旁边坐了三个强壮的武士，衣服又脏又破，桌上倒着七八个个空酒瓶。\n第二张旁边坐了三个人，和旁边另一满桌四个是一起的，是一支七人小队。每人的袖口和裤腿都束得很紧，看起来训练有素。\n第三张桌子边只坐了一个人，带着兜帽，一根长长的法杖靠在桌边，看来大概会是个法师。"
    },
    {
        "id": "4-4",
        "value": "你加入了那几个衣衫破烂的强壮武士，与他们喝酒吃肉，相谈甚欢，了解了不少东西。\n龙骨山脉并不与魔王统治的黑暗领域直接相邻。山脉外有一条战区带，战区带另一侧才是黑暗领域。你同桌的这些武士是冒险者，经常进入战区杀魔收集它们的身体素材。那是很有用的研究材料，有些不要命的人会做这种工作。\n你说到准备去讨伐魔王，他们热情地提出和你同行，可以向你介绍一些战区的情况。"
    },
    {
        "id": "4-5",
        "value": "你走到那支七人小队桌边，敲敲桌子：“嘿，没座位了，我可以坐这儿吗？”\n“当然。”\n你们同桌吃饭，他们是一支“守卫小队”，每个通向战区的地方都有几支守卫小队，负责在战区巡逻，减少魔的数量，令它们不能大规模地袭击龙骨雪山。\n在得知你是讨伐魔王的勇者后，他们很热心地和你分享了不少情报。\n魔并不是完全没有规律的生物，它们可以分为七种：魅魔、球魔、鹰魔、睡魔、火魔、刃魔、魔王。每一种都不太一样，魅魔像人，有一对长角；球魔能漂浮在半空中，释放魔法；鹰魔是很大的怪鸟；睡魔看起来像一片沼泽；火魔全身燃着烈火；刃魔身上长着利刃。这六种都有很多，而魔王比较特别——只有一只，而且没有人见过。\n你和他们相谈甚欢，第二天孤身上路。"
    },
    {
        "id": "4-6",
        "value": "你在兜帽法师对面坐下，要了一点热食。老板给你端来一碗浓汤，你吃着吃着，突然发现对面的人非常眼熟。\n“巴里？！”你震惊地叫出他的名字。\n“你可小点声吧哈尔！”巴里低声吼道，但已经来不及了，墙角的一桌人站了起来，拔出剑冲到你们桌旁。巴里抓起法杖一挥，乌云立刻在房间中凝聚起来，电闪雷鸣之中，你和巴里仓促地跑出了酒馆大门。\n“跟我来。”他说。\n你们花了好大力气甩开追兵，巴里居然在一棵大树里有一个藏身处——树根下有一个兔子洞，钻进去，到了一个还挺宽敞的地窖。\n巴里摘下兜帽：“天才，如果一个人戴着兜帽，这就说明他并不希望有人高喊他的名字。”\n你抄起手盯着他：“你一个连火球都搓不出来的见习法师，是怎么用出那么强的魔法的？”巴里在小镇已经住了七年了，你们一直把他当成光明系的见习法师，现在看来，完全不是这样。\n巴里一时语塞：“……咳，说来话长了。”"
    },
    {
        "id": "4-7",
        "value": "你孤身上路，出发去黑暗领域。\n天空被黑暗力量遮蔽，越走越阴暗，黑暗领域里，大概就看不见任何蓝天白云了。\n这一路非常危险，因此你紧握着翡翠剑，时刻警戒着。\n没走多远，土地里就钻出两只球魔，对你发起了攻击。"
    },
    {
        "id": "4-8",
        "value": "“你到底是什么人？”你问道。\n“我其实是雷电系大魔法师，光明骑士团的一员。”巴里介绍道，“光明骑士团是守卫生灵的多种族联盟，我们散布在全大陆，以防黑暗力量暗地里有什么侵袭。”\n巴里吸了口气：“如果你需要的话，我还是你讨伐魔王之路上的队友。”\n你笑起来：“我以为你要守卫大陆？”\n巴里笑着耸耸肩：“讨伐魔王也是守卫大陆的一种方式啊。”"
    },
    {
        "id": "4-9",
        "value": "“你跑到小镇干什么？”\n“我是去观察长老团的。——我发现长老团有些不愿意让人知道的秘密。”\n“长老团？”你哑然失笑，“长老团那群小蓝人，能有什么秘密？”\n巴里叹了口气：“没有秘密吗？你有没有想过，他们指引小镇的预言都是哪儿来的？”\n……你还真的从来没想过这件事——长老团的预言总是对的，渐渐的，就没有人怀疑他们了。\n“你有什么想法？”\n巴里摇摇头：“几乎没有线索，只能说，我怀疑他们和天使城的神迹有关——长老团与天使城神殿祭司甘瑟的外形、打扮都很相似。然后就没了。”"
    },
    {
        "id": "4-10",
        "value": "“你怎么会在这儿？”\n“说来话长。简而言之，我觉得深入黑暗领域或许能发现有用的东西。”\n“你可以慢慢说，我又不赶时间。”\n巴黎摇摇头：“我还是在去黑暗领域的路上慢慢和你说吧。”"
    },
    {
        "id": "4-11",
        "value": "你看着巴里的眼睛：“我可以相信你吗？”\n地窖里唯一的光源是巴里的法杖，法杖顶端镶嵌的水晶石里残存着他的魔力，发出忽明忽暗的紫光。\n紫光之下，巴里目瞪口呆地看着你。\n老天，这比你想象得还搞笑，你毫不收敛地大声笑了出来。巴里这才意识到你在耍他，抄起法杖想抽你，被你一只手就拦了下来：“哈哈，有点幽默感嘛，小熊。”\n“切。”\n\n你们在地窖里休息一夜，养好精神，就一同向黑暗领域出发了。\n从龙骨雪山出去先是战区，之后才是黑暗领域。战区顾名思义，是生灵和魔交战的区域。魔会从黑暗领域跑进战区，试图侵略龙骨雪山，守卫小队会定期进战区巡逻，防止战区的魔太多，形成有规模的袭击。\n天空被黑暗力量遮蔽，越走越阴暗，黑暗领域里，大概就看不见任何蓝天白云了。\n进入战区不久，你们就遭遇了魔的袭击。"
    },
    {
        "id": "4-12",
        "value": "你们在战区一路走一路杀，抵达了黑暗领域真正的边境。\n忽然，你听到破空之声，立刻把巴里推开，自己也后退几步。一道烈火从天而降，砸在了你们几秒前所在的地方。\n“黑暗领域巡视边境的军队？”你问道。\n“应该是小队，当心。”\n小队个头。\n巡视的魔源源不断，你们杀掉一只又一只，可总是见不到头。“有什么办法没有？”你问。\n“你拦一下，我用个传送魔法。”\n“你会用传送魔法？那我们为什么徒步走过来？”\n“因为我的传送魔法不太靠谱，我怕把咱俩传进谁肚子里去！”\n巴里不再跟你说话，开始专心吟唱，你玩了命地拦住所有打向巴里的攻击，幸好吟唱时间还不太长，在你没命前就结束了。\n“现在！抓住我！”你听着巴里的声音，伸手去抓他，但在传送魔法刺眼的光线下，你只抓到了他的法杖。\n光线褪去，传送结束，你脚下一空。你的眼睛还没反应过来，看不清周围的情况，本能地把翡翠剑向周围挥去。你运气还不错，翡翠剑卡进了什么硬物里，给你争取了一点恢复视力的时间。\n\n恢复视力之后看到的景象，真的令你目瞪口呆：“你他妈是怎么做到的？”\n你右手拿着翡翠剑，翡翠剑卡在屋顶的瓦片里，身体悬空，左手抓着法杖。巴里抓着法杖另一头，脚离地面一百多米。\n——这他妈是一座瞭望塔的塔顶。\n“跟你说了不太靠谱。咳，你撑着点，我用个漂浮术。”\n巴里开始吟唱，乳白色的光晕从法杖顶端的水晶里散发出来，你们的身体越来越轻盈。你拔出翡翠剑，跟着巴里飘进了瞭望塔的顶层。\n那里有着四个卫兵，早就已经被惊动了，都把武器对着你们。\n“呃，哈，传送事故。”你尬笑道。\n卫兵狐疑地打量着你们：“你们从哪儿来的？”\n“战区——招惹了我们应付不来的注意力，只好跑路了。”你缓缓举起翡翠剑，在手指上划了一道浅浅的口子：“看，红的，我们是人。”\n有的魔可以伪装成人的外形，但魔的“血管”里流淌的是黑暗力量，不会有任何血液，因此这是个简单的区分方法。\n巴里从善如流，也划伤了自己的手指。\n守卫点点头：“下去吧。”\n你们从瞭望塔里的旋转楼梯下去，你好奇地问：“这是什么地方？”\n巴里耸耸肩：“龙骨雪山的最北点，哥谭。”"
    },
    {
        "id": "4-13",
        "value": "你穿过战区，潜入黑暗领域，紧张地躲避着魔的巡逻。\n突然，你觉得肩头有些灼痛——是瑟尔给你留牙印的地方。\n说魔鬼魔鬼到，瑟尔毫无预兆地出现了在你面前：“还记得我吗，哈尔？”"
    },
    {
        "id": "4-14",
        "value": "“你哪位？”你故意问道。\n瑟尔眼睛一眯：“你不记得我了？”\n“开个玩笑，我当然记得。刚认识就用性命威胁我上他的人我只见过你一个，瑟尔。”\n瑟尔抄起手：“你还挺聪明的。”\n“什么？”\n瑟尔挑起眉毛，你恍然大悟：“你来找我还是为了这个？”\n“嗯哼。”"
    },
    {
        "id": "4-15",
        "value": "“有什么事？”\n“我说了，下次再见。”\n“下次到了？”\n“下次到了。”"
    },
    {
        "id": "4-16",
        "value": "“你又要我上你吗？”你开门见山地问道。\n瑟尔挑起嘴角，赞许地点了点头。\n“啧，”你笑着摇摇头，“我还真是让你念念不忘啊。”\n瑟尔饶有深意地看着你：“……算是吧。”"
    },
    {
        "id": "4-17",
        "value": "你有些犹豫：“这里不安全吧。已经进了黑暗领域了，说不准什么时候就会有巡逻的士兵来。……我不喜欢赶时间做。”\n“不用担心那些士兵。”瑟尔露出一个奇怪的笑容，“相信我。”"
    },
    {
        "id": "4-18",
        "value": "你利索地开始脱衣服，扭头发现瑟尔抄着手，一动不动地站在原地。\n“放心。”你露齿一笑，“我把翡翠剑放在手边，要死我们一起死。”\n瑟尔举起拳头抵在嘴边，扭过头，发出一声既像咳嗽又像笑的声音。"
    },
    {
        "id": "4-19",
        "value": "“你真奇怪。”你忍不住说。\n“哦？”\n“两次了。你不知道从哪儿冒出来，然后就让我上你……瑟尔，你究竟是什么人？”\n你究竟，是不是人？\n“做不做？”瑟尔喜怒难辨地看着你。"
    },
    {
        "id": "4-20",
        "value": "你又和瑟尔搞了一次，凭借上次的经验，你可以判断出他还是很满意。\n这次没有命悬一线的危机感，你留意到了更多的事情——\n瑟尔的眼白会在某些时刻突然变黑，指甲会突然变长再缩回去——但无论什么时候挠人都很疼——，你好像还看到他的皮肤泛起紫红色……\n“你还是要去杀了魔王吗？”瑟尔问道。"
    },
    {
        "id": "4-21",
        "value": "“你怎么问这个？”\n瑟尔端详着你：“我刚好也要去魔王宫殿，和你同路。一起走吗？”\n“这么巧？”你忍不住问道。这简直像是在侮辱你的智商。\n“世界上总有很多巧合的，或者说，命运。”瑟尔说，“你不相信命运吗？”\n“命运？”你眨眨眼睛，“预言那种？”\n“预言那种。”\n你想了想：“我读过一个戏剧剧本。主人公原本是个忠诚的将军，凯旋的路上，听到三个女巫预言说他会当上王。他以前从来没有过这种想法，但听了预言之后，他决定弑君篡位，真的成为了王。”\n瑟尔皱着眉头，轻轻说道：“你觉得预言之所以成真，是因为主人公把它当真了。”\n“你不能否认这种可能吧。”\n瑟尔耸耸肩：“我不否认。”\n“我相信命运是由人的选择构成的。”你最终说道，“比如说要不要和你同行这件事——”"
    },
    {
        "id": "4-22",
        "value": "“我在考虑。”\n“考虑？”\n“黑暗生物有着自己的意识，就意味着可以交流，或许经过交流，双方可以共存，不一定要你死我活。”"
    },
    {
        "id": "4-23",
        "value": "“好啊。”你笑着说。\n“真的？你不害怕可能会后悔吗？”\n“亲爱的瑟尔，我从来不害怕。”"
    },
    {
        "id": "4-24",
        "value": "“不了，谢谢。”\n“嗯，可以理解。但没有我同行……祝你好运。”瑟尔傲慢地说道。"
    },
    {
        "id": "4-25",
        "value": "你答应和瑟尔一同前去魔王宫殿。微妙的是，路上没有受到任何攻击。\n疑点越来越多，但都指向同一个可能——瑟尔是魔。信上的预言萦绕在你心头，你总觉得背后有着一个会令你大吃一惊的秘密。\n几天的赶路后，你们到了魔王的宫殿外，宏伟的建筑近在咫尺，瑟尔停下了脚步。"
    },
    {
        "id": "4-26",
        "value": "你独自前去魔王宫殿。微妙的是，路上没有受到任何攻击。\n你对你所面临的局面多少有些预感，于是当你抵达魔王宫殿，发现瑟尔就站在门口等你时，你并不感到吃惊。\n你走上前去——"
    },
    {
        "id": "4-27",
        "value": "你微笑着问道：“都到你家门口了，不请我进去看看吗？——我们打起来之后可能就没有这么好的机会了。”\n这一瞬间，瑟尔卸下了全部的伪装，金光闪过他的眼睛，黑色侵占了他的眼白：“你知道我是谁。”\n“当然，我又不傻。”你摊开手，甚至没握着剑柄。\n“哼。”\n“确定不请我进去？就当是前戏了。”\n“呵呵，我什么时候给你留下了我对前戏感兴趣的印象？”\n“这倒确实没有过。”你忍不住笑了，拔出剑来。\n瑟尔头上显现出两只角，一对漆黑的蝠翼在他背后展开。你握紧了翡翠剑，剑刃上发着翠绿的光。\n\n这场战斗持续了很久，你们基本势均力敌，最后还是你赢了。翡翠剑吸取生命力量，转化为光明。而魔王的宫殿里恰巧有许多生命力量作为食物储备。借助魔王本人的支持，你把冒着绿光的翡翠剑插进瑟尔胸口，把他的身体钉在地上。\n绿光蒸腾着他身上的黑暗力量，他每分每秒都在变得更虚弱。\n你在他身边蹲下：“现在可以请我进去参观了吗？”\n瑟尔冷笑一声：“都基本让你砸完了，参观什么？”\n也对，你哈哈笑起来。\n\n笑了一会儿，你说道：“我大概猜得出你的故事。——你本来是讨伐魔王勇者，结果出了些差错，如预言所说，被黑暗力量吞噬，成为了一只魅魔，又成为了魔王。你杀了阿宾，你最好的朋友。翡翠剑的剑心，那枚绿水晶吊坠，你应该很熟悉吧？”\n“嗯，我砸碎了它。”\n“那是阿琳。”\n你第一次看到瑟尔露出这样的表情——仿佛五雷轰顶。“什么？”他颤抖着问道。\n“黑暗吞噬了你，所有人都以为你死了。阿宾选择讨伐魔王，阿琳选择用自己的生命和灵魂，铸成剑心，助他一臂之力。”\n“结果我把他们两个都杀了。”\n“为什么你要这样做？”这是你百思不得其解的疑惑。\n“一开始成为魔，我确实不是自愿的。但很快我就发现了成为魔的好处——只要我够强，我就说了算。这是人永远不可能体会到的感觉。我很快成为了魔王，我试图把这样的秩序推广到龙骨雪山的另一侧，在山脉上，我遇到了阿宾。——他是我成为魔之后遇到的第一个活物，他认出了我，于是露出了破绽，我看到他的心脏在胸膛里跳跃，滚烫而香甜，于是我把它掏了出来。”\n“就这样？”\n“就这样。他是阿宾这件事，对我没有任何意义。——我不是他的好朋友，我是他的敌人，科瓦德魔王。大概因为阿琳的缘故，即便阿宾死后，翡翠剑还在攻击我，我试图毁掉它，只砸掉了剑心，剑身崩飞了，我没太在意。”\n“那为什么遇到我的时候，你说你叫瑟尔？”\n“你想说什么？”\n“我觉得身为人的那一部分还在纠缠着你，你还有人的感情，只是不太多而已。”\n他的身体渐渐虚化，你知道他很快就会死了。"
    },
    {
        "id": "4-28",
        "value": "你早知道瑟尔就是科瓦德魔王了——金眼睛、黑指甲，不符合已知的六种魔的特征，他只可能是魔王。\n拔剑进攻。你们交手了几百招，但最后你还是输了。\n锋利的指甲卡在你脖子上，你能感觉到它们划伤了你的皮肤，血液从伤口里往下流。"
    },
    {
        "id": "4-29",
        "value": "“没错。”你不假思索地回答，“都已经走了这么远，再退回去岂不是太没意义了？无论结果如何，我都很乐意面对。”"
    }
]