[
    {
        "id": "3-1",
        "value": "瑟尔指的路是一片陡峭的悬崖，你盯着刺目的阳光看了半天，终于看出山崖上有些不大的起伏和藤蔓，大约可以借此攀登。"
    },
    {
        "id": "3-2",
        "value": "你穿越森林、攀过悬崖，与野兽交战，翻山越岭，最终你翻上了龙骨雪山的山脊。太阳从你的身侧升起，看不到尽头的宏伟雪山在朝霞下闪闪发光，但更远的地方，却笼罩着一层任何光线都无法穿透的黑暗。\n你朝着黑暗的方向开始前进，日上中天时，你找了个地方准备进食，却忽然惊讶地发现，不太远的地方，有一道烟正在慢慢升起。"
    },
    {
        "id": "3-3",
        "value": "这条路很好走，近乎坦途，沿路生长着灌木和苔藓，完全没有走错的可能。\n你在植物的簇拥下一路前行，转过山崖，一面刻满文字的石碑突然出现在你眼前。\n\n“今年我们——生灵——，终于组成联军，开始与黑暗种族交战。这是发现黑暗力量的第七个年头，没人知道这场仗要打多久。此前每个种族的日历都大不相同，互相换算非常繁琐，为了方便合作，我们决定把今天定为黑暗元年1月1日，用太阳年计算历法，以后就用它来交流。\n“7年4月1日，开战已经三个月了，我们从溃不成军进步到了节节败退——如果这也可称作进步的话。黑暗势力有魔王统治，相比之下，生灵联军简直可谓一盘散沙。”\n\n你继续沿路前进，路边的碑刻有几片破损的，下一段能看清的，已经是七年之后的历史了。\n\n“七年漫长的战斗，半个大陆的沦陷，不计其数的牺牲……我本以为战争再也不会结束了。但今天，黑暗历14年1月7日，战争迎来了意想不到的休止符。天空巨龙莱拉·劳·艾尔牺牲自己，在大陆上立起了一座足以隔开战争的山脉。\n“1月26日，经过十九天的探查，我们基本知道了新山脉的消息。——它西起绝壁高山，东至大海，探进海岸线里两三百公里远，可谓是一道生灵领域与死亡领域之间的天堑。十九天下来，山顶已经积了一层薄薄的雪。被它顶到山巅的哥谭气温骤降，幸好有龙语者的保护，才没有多少人死于非命。\n“在莱拉·劳·艾尔的尸骨前，我们决定改变历法以纪念她——她为我们带来了一个全新的纪元，这份新历法，就称作新历。\n“新历依然采用太阳年，以莱拉·劳·艾尔诞生的那一年作为元年，沿用黑暗历的日期。这样一来，黑暗历14年就成为了新历2528年。我不知道新历会用多久，或许当黑暗被击败，全大陆都迎来光明的那一天，我们也会换用一份光明历吧。”\n这座石碑上还有一段小传，大致介绍了一下“天空巨龙”。天空巨龙因其蔚蓝的身躯而得名，有着太阳一样炙热的双眼，冰山一样寒冷的呼吸。正如大多数龙族，寿命悠久，身躯庞大，一根牙齿往往比人还要高。\n\n今年是新历2814年，巨龙的牺牲已经是近三百年前的事了。龙骨雪山从你有记忆的那一天起就矗立在天边，仿佛自古有之，原来也只是十几代人之前的事。\n\n你继续前行，路边的石碑年代渐渐错开，甚至三四十年都未必会有一面，记录的都是讨伐魔王的历史，从一开始的军队，到几十人的精英团，再到六七人的冒险小队，最后只剩下一个勇者。\n你仔细读了阿宾的那块石碑，离上一次记载足有六十多年。但这应该是因为记载者的疏漏，因为阿宾的记载里提到了在他前几个月出发的一位勇者瑟尔，而瑟尔却没有单独的一份记载。\n\n随着前进，你在积雪中发现了一截雪白的坚硬物体。一端粗如海碗，另一端却细得锋利，立起来比你还高些，质地很是坚硬。这让你想起了石壁上记载的天空巨龙，于是你决定拿上它，继续前进。"
    },
    {
        "id": "3-4",
        "value": "传送阵的光芒消散，你睁开眼睛，在耳边呼啸的风雪之中，听到了一个奇怪的声音——翡翠剑的嗡鸣。\n你低头把它拿在手中，感到剑尖上传来了一股奇怪的力量，将你引向一个方向。你顺着它走过去，看到了一个雪堆。\n这里是个风口，山顶的风把整片雪地都刮得平平整整，只有那个雪堆安静又突兀地存在着，像一座无名坟冢。"
    },
    {
        "id": "3-5",
        "value": "悬崖可以攀登的地方很少，你前几次尝试，都爬不多高就无法上行。再失败了很多次后，终于，你越爬越高。但仅仅不到一百米后，上方突然出现了一道巨大的凹痕，完全割断了你的路线。\n这时，天上忽然传来闷闷的雷声，你抬起头，发现云层团聚，马上要下雨了，你估计来不及下山，只好爬进凹痕暂避。\n雨越下越大，你估计这几天都爬不了山了，既不能上也不能下，无可奈何之下，你只好在凹痕里暂时扎营。\n你补充了食物和水分，靠在凹痕一角睡觉，迷迷糊糊间，似乎看到一个人影，站在雨幕之前。"
    },
    {
        "id": "3-6",
        "value": "没人回答。\n那个人恍若未觉，四下看了看，叹了口气：“这么大雨，没法爬山了。”\n难道他听不到你说话吗？你感到有些奇怪。"
    },
    {
        "id": "3-7",
        "value": "你本能地伸手摸向翡翠剑，却摸了个空。你低头看着光秃秃的石面，忽然想不起把剑放在了那里，只好向那个人走去。"
    },
    {
        "id": "3-8",
        "value": "这个人穿得很整洁，连出门在外最容易散乱的绑腿和护腕都一丝不苟，干净的皮斗篷上满是晶亮的雨水。长得很是端正，也很是陌生。\n他脱下斗篷放在一边，露出腰间的长剑，坐下掏出食物吃起来。你故意在他面前走了几步，他果然看不见你。"
    },
    {
        "id": "3-9",
        "value": "你伸手去拍他，手却从他身体里穿了过去。\n你不由得吃了一惊，打量四周，发现似乎比你进来前要干净许多，不是有人打扫过的那种干净，灰尘和枯枝败叶均匀地少了，却没有完全消失。\n你还记得进来时凹痕口有一棵大树，当你看去时，那里却只有几棵杂草。"
    },
    {
        "id": "3-10",
        "value": "那个人吃完饭，从领口里拽出一条工艺粗糙的链子，你本以为不会挂着什么贵重东西，可上面却有一颗很漂亮的菱形绿宝石吊坠。陌生人摸着吊坠，似乎想起了谁，露出一个温柔的笑容。\n你从没见过那个吊坠，却莫名觉得哪里有些熟悉。正当你苦苦思索的时候，一道鸟鸣声忽然响起，一只漆黑的大鸟钻进了凹痕，它有三只赤红的眼睛，一只脚，两条长长的尾羽，张开嘴嘶吼事，露出满嘴利齿。你从没见过这样的东西，可陌生人却不显得惊讶。\n“鹰魔。”他冷笑一声，拔剑攻了上去。\n凹痕相对怪鸟的体积还是有些狭窄，它没有足够的空间，很快就落入下风。经过一番战斗，他成功战胜了怪鸟，但怪鸟的爪钩钩断了他颈上的链子，那颗吊坠带着链子，掉下了峭壁。\n他怔怔地在凹痕边站着，低头看向被雨幕遮盖的山脚。\n雨始终没有停。\n\n你看着他的身影，忽然觉得，他好像很伤心。\n\n你眼前渐渐模糊起来，意识也跟着模糊，你忽然意识到自己又要睡着了，猛得睁开眼睛。发现，你已经回到了扎营的地方，翡翠剑就躺在你的手边。\n你看到翡翠剑，忽然明白为什么陌生人的吊坠感觉这么熟悉了——翡翠剑的剑柄上有一个菱形的孔洞，形状和那个吊坠一模一样。\n有一种直觉告诉你，这不是巧合，于是，你开始深思之前的经历。\n它应该是——"
    },
    {
        "id": "3-11",
        "value": "你之前的营地完全不见踪影，抓着爬上来的藤蔓也仿佛只是你的错觉。\n你发现，你走得离那个人越远，眼前的景色就越模糊不清，看来，那个人才是一切的关键。"
    },
    {
        "id": "3-12",
        "value": "应该是一段记忆。\n记忆的主人显然不是你，那会是谁呢？"
    },
    {
        "id": "3-13",
        "value": "你的梦吗？\n可是，那只鸟你从没见过，却如此清晰，这不像是梦境会有的样子。\n多想无益，你决定继续出发。"
    },
    {
        "id": "3-14",
        "value": "诚然，那个人和瑟尔长得截然不同，但如果不考虑样貌，只从逻辑推断，他的可能性实在不容小觑。\n翻越龙骨雪山的这条路是瑟尔给你指的，他自己多半走过，龙骨雪山另一侧是黑暗势力，除了讨伐魔王的勇者，几乎没人会走这条路。\n要说是你之前的那位勇者，他手里拿的又不是翡翠剑，从这一点就可以排除。\n所以，这段记忆的主人，最有可能是以前的瑟尔，换句话说，瑟尔，曾经大概也是讨伐魔王的勇者。\n你回忆起瑟尔，他金色的眼睛忽然闪过你的心头，你隐约感觉有些不祥。"
    },
    {
        "id": "3-15",
        "value": "翡翠剑的记忆？但幻觉里却并没有翡翠剑，而吊坠也没有经历陌生人伫立的画面。\n你猜不出来，决定继续前进。"
    },
    {
        "id": "3-16",
        "value": "凹痕外面在不停地下雨，你只好尝试向凹痕里面前进。\n路径越来越窄，但始终有路可走，一些很窄的地方残留着非天然的痕迹，看来应该以前有人走过。\n你点着火把一路深入，到了一处吊桥遗址，两侧都是悬崖，中间是一道深渊，曾经连接两端的吊桥已经朽败不堪，完全不能借力。"
    },
    {
        "id": "3-17",
        "value": "你从凹痕外弄来藤蔓，决定自造吊索。你收拾好藤蔓，准备挂上石头，扔到对面勾住岩石，你于是抓起一块大小合适的石头，忽然发现下面有一封信。\n\n“阿宾，我亲爱的朋友，我写下这封信的时候，刚刚遗失了阿琳送给我的吊坠。\n“预言上说，如果我失去了它，我就会被深不见底的黑暗吞没，正巧，我面前就是深渊。我猜，我大概是无法战胜科瓦德魔王，凯旋归来了。\n“吊坠是在我和一只鹰魔战斗的时候丢失的，那畜生的爪子钩断了我的项链，于是吊坠掉到了凹痕外面。下面是草地，它是一枚充满魔力的水晶石，我猜应该不会摔坏。我能告诉你的就只有这些，祝你能顺利找到它。\n“——瑟尔”\n\n瑟尔这个名字并不常见，你认识的那个瑟尔大概就是留信的人，他还活着，不知道有没有去见阿宾和阿琳。\n无论如何，这应该都是很久以前的事了，你收起信，利用藤蔓制成的吊索，成功到达了深渊的另一端。"
    },
    {
        "id": "3-18",
        "value": "你沿着山路一直走，路径时上时下，也不知道走了多远，穿过一排藤蔓，炫目的光立刻淹没了你。\n你好一会儿才睁开眼睛，映入眼帘的是茫茫白雪——你已经到了龙骨雪山的山顶。\n你继续前行，想找路到山下去。走着走着，翡翠剑忽然嗡鸣起来，剑尖跃起，指向一个方向，你按照它指引的方向，绕过岩石、树木，来到了一处雪堆。\n翡翠剑在你手中颤动、鸣叫，你从中似乎听出了一种浓郁的悲伤。\n你猜，这个雪堆，是它上一任主人的埋骨之地。"
    },
    {
        "id": "3-19",
        "value": "“瑟尔？”你叫道。\n一个声音从雪堆里响起：“我怎么会是瑟尔？翡翠剑都不认得他。”\n你解释道——"
    },
    {
        "id": "3-20",
        "value": "一个声音在雪堆里说道：“年轻的勇士，你怎么会知道我的名字？”\n瑟尔并不是翡翠剑的主人，那枚吊坠却和翡翠剑有着密切的关联。根据那封信，吊坠最可能的下落，即翡翠剑的主人，就是信上的阿宾和阿琳，二选一，你很幸运地猜中了。\n“你是之前的勇者？你不是死了吗？”你问道。\n“有时，死亡并不意味着终结。”声音回答道。"
    },
    {
        "id": "3-21",
        "value": "一个声音从雪堆中传来：“她已久不在人世了，你怎么会知道她？”"
    },
    {
        "id": "3-22",
        "value": "“我觉得可能会在山上见到瑟尔，毕竟上山的路是他给我指的。”你解释道。\n声音讶然：“你认识瑟尔？”"
    },
    {
        "id": "3-23",
        "value": "瑟尔身上充满谜团，相比之下，牺牲的前任勇者似乎还可信一些，于是，你将和瑟尔相识的经过原原本本地告诉了阿宾。\n“他曾经是我最好的朋友，我妹妹的未婚夫，也是我之前去讨伐魔王的勇者。”阿宾说道，“他出发之前，长老会给他做了一次预言，预言上说，如果他丢失了那枚吊坠，他就会被黑暗吞没。”\n“那我睡的是谁？”你不由自主地问道。\n阿宾沉默良久：“……我也不知道，死前的记忆我很模糊。或许预言错了，也可能被黑暗吞没，并不意味着生命的终结。我也死了，但我的灵魂依然被拘束在这里。”\n“被什么拘束？”你问道，“或许我可以把你解救出来。”\n“多谢你的好意。”阿宾的声音里带上了一点笑意，“但不必了，拘束我的是我试图回忆起来的一件事，你是不会知道的。”"
    },
    {
        "id": "3-24",
        "value": "你犹豫了一下，没有说出和瑟尔野战的事，只是告诉他瑟尔和你在野外遇到，给你指了这条路。\n阿宾说道：“我不明白他目的何在，但你一定要当心。”\n“怎么说？”\n“瑟尔很危险。”阿宾说道。"
    },
    {
        "id": "3-25",
        "value": "“所以，瑟尔是我的敌人？”你目瞪口呆，你曾亲口告诉他你是讨伐魔王的勇者，但瑟尔却不知为何，没有当场杀了你。\n“有可能。”阿宾说道，“瑟尔很强大，如果你们真的交手，你一定要当心。另外，还有一件事，我有必要告诉你。”"
    },
    {
        "id": "3-26",
        "value": "阿宾缓缓道：“我不知道。这个问题我想了很久，但我还是不知道答案。如果你想要我的建议，我只能说，我只是个死人，剑在你手中，路在你脚下，未来世界什么样子，都在你的一念之间。还有另一件事，我有必要告诉你。”"
    },
    {
        "id": "3-27",
        "value": "“信？”雪堆里的声音说道，“给我念念吧。”\n你把信读了一遍，声音沉默良久，叹息道：“原来他还留了一封信。”\n声音顿了顿，说道：“我是阿宾，也是翡翠剑的第一任主人。信上的阿琳……是我妹妹。我那个年代，黑暗力量侵袭大陆，她的未婚夫瑟尔，尽管身负不祥的预言，但还是毅然决然地作为勇者出发了。瑟尔最终没有回来，我们在他经过的峭壁下捡到了那枚吊坠。\n“我决定继续他未竟的事业。因为黑暗变强了许多，我获得了很多支持，精灵、矮人、魔法师……都愿意出一份力，于是，也就有了翡翠剑。阿琳为了确保胜利，用自己的生命和灵魂，给那枚吊坠附着了一个强大的魔法，铸就了翡翠剑的剑心——翡翠剑能将被黑暗吞噬的生命之力，转变为克制黑暗的光明之力，但这个能力并不稳定，剑心的存在，可以让它稳定地起效。但，我却辜负了她的心意，不仅自己战败身死，连剑心也毁在了那一战中。”"
    },
    {
        "id": "3-28",
        "value": "“听说的。”你含糊道。\n声音继续道：“你不想说，我不强求。我是阿宾，翡翠剑的第一任主人。你出现在这里，是为了去讨伐魔王吧。”\n“没错。”\n“我本来该给你一些建议，但是很抱歉，我战败了，给不了你什么帮助，只有一件事能告诉你。”"
    },
    {
        "id": "3-29",
        "value": "“翡翠剑的本质是勇气，持剑的时候，永远不要忘记这一点。”翡翠剑的第一任主人说道。"
    },
    {
        "id": "3-30",
        "value": "你担心这条路可能已经没法走了，沿着山脉前行，走上了原定的翻山之路。"
    },
    {
        "id": "3-31",
        "value": "你朝烟升起的方向走去，在一处山坳，发现了一座林中小屋。\n这时候，一个人恰好从小屋里走出来，漆黑的长发挽起，漂亮的侧脸映入你眼中——“卡萝？”\n卡萝循声抬头：“哈尔？”\n“真的是你啊。”你笑着走过去，“你怎么会在这里？”\n卡萝给你讲了讲她这段时间的经历——她在小镇不远的大树边捡到了一支很奇怪的箭，她在追查的过程中与精灵族相识，精灵族有很多她不知道的知识，还愿意分享给她。龙骨山脉里收集材料、做实验都比在精灵族里方便，于是她就在这里搭了个小屋，学习炼金术。"
    },
    {
        "id": "3-32",
        "value": "“龙骨山脉很大，怎么选在这里？”\n“这里交通很方便。”卡萝掏出一张龙骨山脉的地图给你看，“离精灵族的生命之树很近，到哥谭也有路可走。”\n“哥谭？”\n她在龙骨山脉与黑暗领域交界的地方点了点：“人类的先锋之城，伫立在龙骨山脉的边缘，直面黑暗的侵袭。二十年前起，就被黑暗统治了天空，再也没有见过太阳。”\n你又看了看那张地图，比你手上的详尽很多，于是抄了一份。"
    },
    {
        "id": "3-33",
        "value": "“这儿安全吗？龙骨山脉上野兽可不少。”\n卡萝哼了一声：“我可不是手无缚鸡之力的落难少女。”\n这倒不错，你笑了笑：“但你只是个炼金术师……”\n话音未落，一柄木剑就被扔到了你眼前，你本能地接住，卡萝已经手持木剑，摆了个进攻的姿势。\n“何必呢……”你哭笑不得，格挡下卡萝的招式。卡萝的剑术并不差，但她一直都打不过你，毕竟你在野地里爬树叉鱼、锻炼体魄的时候，她总是在在家里画图做实验。\n出乎你预料的是，卡萝的剑术进步了很多，加上你还有些轻敌，竟然被她指住了咽喉。\n“厉害。”你推开木质的剑尖，“是我小瞧你了。”\n卡萝挑起嘴角一笑，英气勃发，好看得很。"
    },
    {
        "id": "3-34",
        "value": "“可以参观一下吗？”你问。\n卡萝点点头，向你一一介绍起小屋里的东西。\n这里的格局和她在小镇的居所差不多，房子里隔出一角作为卧室，其他的空间都算工作区，房子外面有一个矮棚是厨房。但不同的是，这里的作品可比小镇里的要高级多了。\n卡萝带你走过成品区——自动采集食物的机械狐狸，能够报时、通讯的傀儡骷髅鸟，可以预测天气的晴雨之镜……\n最后你们走到一对水晶石前，透明的水晶石被打磨成规整的八边形，背面罩着光泽奇怪的壳子，最外圈箍了一条金属圈。“这是通讯水晶。”卡萝介绍道，“辅助通讯魔法用的。”\n“我记得你不会通讯魔法啊，怎么想起做这个？”\n“有人向我订的。”卡萝拿起一块水晶，“这块给你。”\n“嗯？”\n卡萝露出一个神神秘秘的笑容：“到时候你就知道了。”"
    },
    {
        "id": "3-35",
        "value": "做什么呢？"
    },
    {
        "id": "3-36",
        "value": "要怎么处理？"
    },
    {
        "id": "3-37",
        "value": "哪个属性来着？"
    },
    {
        "id": "3-38",
        "value": "“好了，卡萝。”\n卡萝检查一圈，赞赏地点点头：“不错。”\n你还没反应过来，就感到左手一痛，卡萝不知什么时候拿了一根银针，取走了你的一滴血。\n不等你开口，她就说道：“下一步要用，我总不会害你吧。”\n你倒没有这种担心：“你至少可以提前跟我说一声嘛。”\n“抱歉，”她毫无歉意地说道，“有什么我能帮你的吗？”"
    },
    {
        "id": "3-39",
        "value": "“笨蛋，你搞错了！”卡萝恶狠狠地说道，还踩了你一脚。\n她很不爽，凶神恶煞地说道：“还有什么事吗？”"
    },
    {
        "id": "3-40",
        "value": "“去黑暗领域怎么走？”你问道。\n卡萝定定地看着你，好一会儿才说道：“你还是要去？”\n你毫不犹豫地点头。\n她叹了口气：“你先去哥谭吧。那儿的人和黑暗势力常年交战，对他们有着很深厚的了解，你先去拾人牙慧，活着回来的可能还大点。”\n你没有拂她的好意，笑了笑：“好。”\n\n你重新收拾收拾准备出发，没走出几步，就听到卡萝的声音从背后传来：“哈尔，活着回来。”\n你转过头，看着她发红的紫眼睛，给了她一个微笑。"
    },
    {
        "id": "3-41",
        "value": "你专心赶路，龙骨雪山上的积雪并不均匀，你走着走着，忽然脚下一滑，站定后，发现是一截雪白的坚硬物体。"
    },
    {
        "id": "3-42",
        "value": "你把它从雪地里抽出来，原来是一根白色的棍子，一端粗如海碗，另一端却细得锋利，立起来比你还高些，质地很是坚硬。"
    },
    {
        "id": "3-43",
        "value": "你继续前进，快天黑时，发现了一个雪洞。"
    },
    {
        "id": "3-44",
        "value": "雪洞里长着野果，还可以避风，你饱饱地吃了一顿，睡了个好觉。"
    },
    {
        "id": "3-45",
        "value": "你走在路上，忽然被什么绊了一下。\n定睛一看，雪地里又出现了一段雪白的硬物。沿着硬物看去，雪地微微起伏，这种硬物似乎有着很大一片。\n你被勾起了好奇心，沿着硬物前进，走到了一处突出的山头。\n山头地势陡峭，你决定爬上去看看。"
    },
    {
        "id": "3-46",
        "value": "你爬上了山头，脚下不太平坦，于是你抽出白色长棍想支撑一下，就在你把长棍插进雪里，触到硬物时，脚下忽然开始震动。\n你竭尽全力保持平衡，才没有滑下去，过了好一阵子，震动平息下来。你发现，自己居然站在一个巨大的兽头上。\n那颗兽头至少有一座屋子大小，骨头与白雪同色，一眼望过去甚至不大分得清，你仔细端详着它，看出脑袋里，少了一颗牙，留下一个孔洞。你忽然明白了什么，把手中的棍子装进孔洞里。\n装好的那一瞬间，尸骨忽然烫了你一下，余光里多出绚烂的光，你扭过头，看到它是从眼睛的方向发出的。\n一个彩色的光球从眼眶里扩散，把整个兽头都包裹起来，你也在其中。周遭的景物瞬息万变，最后平定下来，你仿佛站在虚空之中，脚下黑压压的大军交战，魔族和生灵杀声震天。\n生灵里有许多现在已不存在的东西：呼风唤雨的萨满、训练有素的骑士……强大美丽的巨龙。\n那只冰蓝色的巨龙简直有一座小山那么大，它吞吐着龙息，任何黑暗生物都在其下灰飞烟灭，但它独自并不能挽救战局，生灵渐渐落入下风，巨龙深吸一口气，闭上眼睛，似乎做出了一个沉重决定。\n陌生的龙语从它口中流泻而出，大地开始颤抖，一条雄伟的山脉就在两个军团的交界处拔地而起，分割开了两个阵营。远远地，你似乎看到，有一座城池被山峰顶了起来，钻入云中。\n随着山脉越来越高，巨龙眼里的色泽却越来越黯淡。最终，巨龙力竭倒地，就倒在它用生命塑造的山脉之巅。\n时光倏忽而过，山脉上渐渐有了植物、野兽和积雪，巨龙的骸骨也被冰雪掩埋，眼前的地形渐渐熟悉起来，你终于认出，巨龙创造的，就是龙骨雪山。\n\n幻象渐渐消散，你被震撼了好一会儿，才终于回过神来。\n你借助山头的视野补充了自己的地图，那座惊鸿一瞥的城池让你忍不住惦记，你准备去——"
    },
    {
        "id": "3-47",
        "value": "山头的视野很好，你在这里补充了自己的地图，向着被黑暗笼罩的大地继续前进。"
    },
    {
        "id": "3-48",
        "value": "你试图攀上山顶，但体力不支，不得不放弃了。"
    },
    {
        "id": "3-49",
        "value": "“有什么我能帮忙的吗？”你半开玩笑地道，“过了这村可就没这店了。”\n卡萝哼笑一声：“有些不用脑子的体力活，正好用得上你。”\n“说吧。”\n“我准备做一匹飞马，有三筐羽毛要洗，还要把一匹马的骨头粉碎，熔化一锅铁汁备用，还要准备给身体、翅膀附魔的羊皮。”\n“都是体力活啊。”你感慨一声，脱下外装，解下剑，准备开始干货。\n“翅膀要风属性，身体要水属性。”卡萝补充道，“我在屋里准备其他材料，你弄好了叫我。”\n\n你在屋子里外转了一圈，找出了所有材料的位置。"
    },
    {
        "id": "3-50",
        "value": "你对着雪堆祭拜一番，没想到雪堆里传来了声音：“你好啊，年轻人。”\n“阿宾？”你问道，“你的灵魂没有消散？”\n“没有。”阿宾说道，“从死后，我就一直待在这里，想要回忆起一件我想不起来的事。你拿着翡翠剑，是勇者吧。”\n“嗯，我是来找……”你咽了口唾沫，“找你的尸体的。……我想知道关于翡翠剑剑心的事，天使城的长老告诉我可以用你的尸体进行回溯。”\n“……噢。”阿宾轻声道，“我的尸体或许不能告诉你所有事，我可以先给你讲一些：翡翠剑的铸造我全程都在场，它的剑心最初并不是设计成固定的存在，而是作为消耗品的生命晶石——翡翠剑的能力是把生命力量转换成光明力量，但它做到这一点的前提是，有足够的生命力量作为支撑。”\n“那您的剑心是……”\n“有一个人自愿牺牲，她把她后面几十年的生命力量注入了一枚生命水晶。”\n你不知道该说什么好，阿宾低低地道：“不要去铸造剑心，年轻人，翡翠剑的本质是勇气，不是什么宝石。但如果你找到了它，也不要避讳使用它的力量——她会希望自己能为战胜魔王尽一份力的。剑心在我死的时候依然镶嵌在翡翠剑上，或许我的尸体知道后来发生了什么。最后，年轻的勇士，刨开这个雪堆吧，我祝你好运。”\n你挖开雪堆，忽然一阵奇怪的风从里面刮了出来，翡翠剑发出一声哀鸣，你这才意识到，挖开坟墓，阿宾的灵魂也就随之消散了。"
    },
    {
        "id": "3-51",
        "value": "你刨开雪堆，仿佛听到了一声久远之前的叹息。一股怪风从尸骨上刮了出来，翡翠剑发出一声哀鸣。"
    },
    {
        "id": "3-52",
        "value": "阿宾的尸骨只剩下上半身，安静地躺在雪堆里，大概几十年没有见过天日了。\n你准备回溯——"
    },
    {
        "id": "3-53",
        "value": "彩色的烟雾升起，在你眼前交织出一幅场景。\n一个年轻的姑娘，披散着长发，穿了一条很简单的裙子，手里捧着翡翠剑，剑柄上，镶嵌了一枚菱形的绿水晶。她脚下的魔法阵发出灼目的光，不知从何而来的狂风吹乱了她的裙摆。\n等光散去，那个姑娘已经不见了，只有翡翠剑躺在魔法阵的中心，剑柄上的水晶闪着生命般的光。\n勇士走上前去，颤抖着捡起它，眼泪从他眼中不断流出。他环顾四周，却再也见不到那个姑娘。"
    },
    {
        "id": "3-54",
        "value": "彩色的烟雾升起，在你眼前交织出一幅场景。\n勇者站在你现在所处的这个山头，对浑身缠绕着黑雾的魔王持剑相向。忽然，他看到了什么令他非常震惊的东西。黑雾闪过，他的胸口多出了一个手掌大的血洞，翡翠剑也不见踪影。\n勇者躺在地上，目光向某个方向偏移，嘴唇微微动作。他说了什么，但你听不太清，于是你模仿他的动作，念出了两个字：“哥谭。”\n你看向他临死时盯着的那个方向，那是一个顶端被黑暗淹没的山峰，你盯着它看了好一会儿，隐隐约约看到那里似乎有一座建筑。\n——一座城吗？"
    },
    {
        "id": "3-55",
        "value": "彩色的烟雾升起，在你眼前交织出一幅场景。\n两个勇者在阳光下的院子里练习剑术。他们都拿着木剑，但并没有因此而放松，攻守之间严谨又凶悍。最后一个刺中了另一个的手腕，第二个的剑脱手飞出，但他却并没有因此输掉。他用另一只手捉住了自己的剑刃，抓着木剑刺中了第一个的心口。\n“看来我赢了，阿宾。”第二个勇者说道。\n“嗯，瑟尔。我没想到你还能抓到剑。”阿宾说道，“但你的右腕还是不太灵活，要当心。”"
    },
    {
        "id": "3-56",
        "value": "彩色的烟雾升起，在你眼前交织出一幅场景。\n勇者走在你很熟悉的街道上，虽然植被区别不小，但你还是能认出这是你长大的小镇欧阿。\n那时的龙骨雪山轮廓比你熟悉的要清晰一些，看来当时的黑暗力量还没有现在这么强。这也可以解释为什么小镇郁郁葱葱，鸟语花香。路边的房舍上爬着喇叭和月季，一棵大树上翠绿的叶片随着微风摇动，几个孩子在树下拿着木剑打闹。\n那棵树现在已经枯死了。\n你想到，如果你打败了魔王，它会不会有活过来的可能呢？"
    },
    {
        "id": "3-57",
        "value": "彩色的烟雾升起，在你眼前交织出一幅场景。\n勇者站在天使城的雕像前，问身旁的红衣祭司：“为什么天使没有面孔？”\n“因为天使没有留下面孔。”祭司解释道，“那个神迹只留下了神殿中央的石台。最先抵达的人没有见到天使的模样，只是看到一个好像有六个翅膀的光影，黑暗力量被它逼到了石台下面。雕刻雕像的工匠期待后人能看到天使的模样，完成这个作品，所以没有雕刻面容。但天使再没出现过，所以雕像也一直没有面容。”\n“或许那不是天使，而是个人。”勇者说。\n“或许。但我们依然会称其为天使的，习惯了。”"
    },
    {
        "id": "3-58",
        "value": "尸骨上已经回溯不出什么了，你开始思考下一步的计划。\n你知道自己应该尽快讨伐魔王、驱逐黑暗，但阿宾临死时念叨的“哥谭”始终萦绕在你心间，给你带来一种不快的疑虑。\n思来想去，你决定——"
    },
    {
        "id": "3-59",
        "value": "你决定去讨伐魔王，但你很快遇到了一个问题。\n你是被直接传送到这里来的，对龙骨雪山的地形完全不了解。朝着黑暗领域没走多远，就被一座峭壁挡住了去路，你只好选择绕路。走左边还是走右边呢？"
    },
    {
        "id": "3-60",
        "value": "你从山顶出发想去哥谭。有的地方雪层很浅，下面是冰，你不慎踩到滑了一跤，在雪坡上滑出去很远，最后撞上一棵树才停下来。\n你灰头土脸地爬起来，人已经在一座山谷里了。你在雪林里走了一会儿，发现有一条被踩出来的小路，你决定去碰碰运气，或许可以问到路。"
    },
    {
        "id": "3-61",
        "value": "你想起布鲁斯曾提到过，他是哥谭人。布鲁斯让你感到很好奇，现在哥谭也同样如此。你不知道阿宾为什么至死都惦记着哥谭，但你有预感，自己会有所收获。于是，你决定去哥谭看看。\n晚上你找了个避风的山洞露营，没有枯枝可以生火，你怕睡着就再也醒不过来，于是不敢睡得太实。\n半夜里，山洞外面忽然刮起风雪，你本能地握紧了翡翠剑，发现它发着热。翡翠剑下的雪已经融化了一部分，留下一个菱形的坑。\n这绝不是一场普通的暴风雪。"
    },
    {
        "id": "3-62",
        "value": "你走到了一处路口，面前有两条岔路，你——"
    },
    {
        "id": "3-63",
        "value": "你在路边看到了一个树桩，上面刻了一张非常潦草的地图，某个节点上有一个词，哥谭。看来误打误撞，你找到了去哥谭的路。\n沿着这条路向反方向走，在三岔路口右转，到一条小溪，向上游前进，一直走到森林前头的大路，朝山上走，就会到哥谭。\n树桩上的刻痕很新，看来才刻上去不久，地图应该也可以用，你决定按着它前进。"
    },
    {
        "id": "3-64",
        "value": "你迷路在了山林里。龙骨山脉上没什么植物，在你快要饿死的时候，一个猎人路过这里。\n对方好心地给你提供了一点食物，你在言谈中流露出自己是讨伐魔王的勇者，想去哥谭。惊喜的是，那个猎人就来自哥谭，于是他在继续打猎之前，给你指明了去哥谭的道路。"
    },
    {
        "id": "3-65",
        "value": "你沿路走到了溪边，接下来要——"
    },
    {
        "id": "3-66",
        "value": "你沿着小溪走到了森林前。小溪是从森林里流出来的，森林前有一条宽敞的路，左侧通向一片平原，右侧通向山上，你要——"
    },
    {
        "id": "3-67",
        "value": "你向平原的方向前进，走到了一座冰湖。冰湖上长着冰凝成的树，冰面下居然还有鱼。\n你饱览了冰天雪地的奇异风景，也看到森林另一头的峰上，矗立着一座漆黑的城池。\n那里应该就是哥谭了。"
    },
    {
        "id": "3-68",
        "value": "你抓着温暖的剑，走出了山洞。\n风雪中，你仿佛看到了一个漆黑的人影，走近了却又见不到人。\n你在风雪中转了好一会儿，只得无功而返。你花了些时间找到山洞，在山洞前看到了几个很新的脚印，你小心地持剑走了进去。\n但进去没多远，你就发现不是别人占了你的山洞，而是你走错了山洞。可你已经来不及退出去了，因为你抬起头，对上了一双深蓝的眼睛。"
    },
    {
        "id": "3-69",
        "value": "你在风雪中小心地度过一夜，天亮后风雪停息，继续出发。"
    },
    {
        "id": "3-70",
        "value": "“布鲁斯？”你问道。\n“哈尔？”那双蓝眼睛的主人还真是他。\n“你怎么跑到这儿来的。”他问道。\n“我按你的建议去了天使城……”你把分开之后的经历简单讲了讲，“……所以我准备去哥谭看看。翡翠剑有感应黑暗力量的能力，刚刚它有反应，我有点担心，就出来看看。”"
    },
    {
        "id": "3-71",
        "value": "你横剑防御，对方并没有进攻。你与他对视片刻，突然想起了什么：“布鲁斯？”\n“……哈尔。”他也想起你是谁了。\n“你还好吧，翡翠剑感应到了黑暗力量。”你说道。\n“我没事。”"
    },
    {
        "id": "3-72",
        "value": "对方和你过了几招，他手里没有剑，只能闪躲，被你逼到了墙边。\n你听到对方念了几个你听不懂的词，然后你就动弹不得，你心里一凉，却听到他说：“你有毛病吗，勇者哈尔？”\n“啊……布鲁斯？”你讪讪一笑，“不好意思啊，我有点冲动了。——翡翠剑感应到了黑暗力量，我以为你是什么黑暗生物。”"
    },
    {
        "id": "3-73",
        "value": "“你怎么在这儿？”你问道。\n“我得知，有一只鹰魔跨越边界上了龙骨雪山，跑来追杀它的。翡翠剑感应到的应该就是它。”"
    },
    {
        "id": "3-74",
        "value": "“鹰魔是什么？”你问。\n“魔有七种。魅魔、球魔、鹰魔、睡魔、火魔、刃魔、魔王。每一种都不太一样。鹰魔长得像一只大鸟，翼展四到六米，有三只眼睛一只脚两条长尾羽，飞得很快，喜欢吃肺。”\n“什么叫，喜欢吃肺？”你问道。\n“魔是吃生物的，比较强大的魔可以用黑暗力量把一个生命完全消解吞噬。但大多数魔都只懂得杀人分尸。鹰魔喜欢吃肺，所以面对它时要保护好胸部。”\n“哦。”你恍然大悟。"
    },
    {
        "id": "3-75",
        "value": "“需要帮忙吗？”你客气地问道。\n布鲁斯静静地扫视了你一下：“不用，等风雪停了我自己可以，你待在山洞里就行。”"
    },
    {
        "id": "3-76",
        "value": "“你一个人太危险了，连照看你后背的人都没有。”你摇头，“你需要我帮忙。”\n布鲁斯冷笑一声：“你要找死，我可不管。”"
    },
    {
        "id": "3-77",
        "value": "“好吧。”你说，“我在山洞里等着。”\n布鲁斯冷淡地朝你点点头。"
    },
    {
        "id": "3-78",
        "value": "风雪停下时天还没亮，布鲁斯从口袋里掏出一个吊坠，戴在脖子上。他念了什么咒语，吊坠上一颗拇指大的珍珠就在他的魔法下发出明亮的光，看起来比火把好用得多。\n你盯着那个吊坠，他看到你的眼神，又掏出一个递给你。你生涩地模仿他，重复了一遍那个咒语，吊坠真的亮了。\n看来你的魔法天赋还成，你惊喜地看向布鲁斯，布鲁斯一言不发，转身走出了山洞。"
    },
    {
        "id": "3-79",
        "value": "你在山洞里等了一会儿才跟出去，布鲁斯已经在和鹰魔交战了。\n他的剑术很好，但鹰魔的速度实在太快，因此他也多少有些应付不过来。鹰魔忽然转了一个弯，去突袭他的后背，你冲上去帮他格挡下来，与他背靠背战斗。\n“我说了让你别出来。”他声音里甚至带着点怒气。\n你翻了个白眼：“我担心你死了没人带我去哥谭。”\n你们吵着架并肩作战，有两个人简单了很多，没有受伤就杀死了鹰魔。"
    },
    {
        "id": "3-80",
        "value": "你几乎紧跟着布鲁斯的脚步除了山洞。\n没走出多远，一道破空之声在你耳后响起，是鹰魔的突袭。你立刻负剑挡下，和鹰魔开始交战。\n你从没应付过这种局面，险象环生。布鲁斯非常生气，一边帮忙一边骂你是找死。\n经过一番苦战，最后你们杀掉了鹰魔，但你也受了些伤。没受伤的他把你带回山洞，给你包扎的同时，把你狠狠训了一顿。"
    },
    {
        "id": "3-81",
        "value": "你在山洞里听不到外面交战的声音。耐心地等候了大半个小时，就在你实在忍不住想出去看看的时候，布鲁斯回来了。\n他有一道很大的伤口，虽然并不深，但还是流了不少血。你扶他坐下，撕了他的披风给他包扎。“我不需要你帮忙。”他说道。他想把你推开，但因为失血而虚弱无力，完全推不开你。\n你在伤患的不配合下，你还是给他包扎完了伤口。站起身来，准备去找些水。\n走出山洞的时候，你听到后方传来一句很费劲的谢谢。"
    }
]