[
    {
        "id": "2-1",
        "value": "银鳞村是一座水边的村落，村子不大，但交通便利，消息灵通。据说许久前是个渔村，但现在则成了个交通枢纽。\n银鳞村里有一座图书馆，收集了附近的许多资料，也是你的目的地。\n长老团的地图让你走出半天就迷了路，因此，你走进银鳞村的第一件事，就是找正确的地图。\n你在图书馆入口处就看见了地图，掏出包裹里的比对，但奇怪的是，这两份地图几乎没有任何区别。\n银鳞村地处交通要道，来往的人很多，按理来说，这里的地图不该有错才对。\n你是不可能看错地图的，可如果地图没错，那你究竟为什么会迷路……？\n你决定进去翻翻书，先选——"
    },
    {
        "id": "2-2",
        "value": "百羽镇是座坐落在森林边缘的镇子，因为鸟雀种类多而得名。它离你居住的小镇欧阿并不远，镇上有许多猎人和工匠，也有一些与你相熟的。"
    },
    {
        "id": "2-3",
        "value": "天使城，在海边，据说很久以前有天使在此显灵，人们围绕神迹建起了这座城。\n天使城旁边不远是一片矿产丰富的山，因此天使城里有一种非常常见的材料——雪白的石头。从城外望去，白花花一片，很是漂亮。\n天使城的中心，是一座神殿，也是传说中天使现身的地方。神殿外有一座天使雕像，和真人差不多大，背生六翼，衣着纤毫毕现，但面容却刻意地模糊了，看不清长相。"
    },
    {
        "id": "2-4",
        "value": "你开始读一本名为《魔法常识——用语与元素的基本知识》的书。它是为想要当魔法师的人入门写就的，浅显易懂，流传颇广，但你对魔法一直兴趣不大，所以从没有读过。\n“现在一般认为，世界上有十种元素。最开始，魔法师发现了六种元素，分别是水、火、风（空气）、土（大地）、雷电和空间，它们现在被统称为魔法元素。后来，魔法师们又发现生命、光明和黑暗其实也是元素，这三种元素里，黑暗会吞食生命，而光明会消解黑暗，在研究这三种元素时，魔法师们发现了一些难以解释的现象。一位大魔导师，迈克尔，提出一个猜想——这些事情的发生是因为自然界还有一种未被发现的元素。这个说法被广泛接受，未知的元素也被和生命、黑暗、光明三者合称为四种自然元素。”"
    },
    {
        "id": "2-5",
        "value": "你在传说野史的书架上找到了一本非常陈旧的古书，封面上写着《人之外的世界》。\n书上介绍了很多现在看来和不存在没什么区别的生物，内容翔实，如果作者不是亲身经历，那么应该是个很厉害的小说家。\n“精灵是自然的孩子，也是生命的挚友，他们身体轻盈，动作敏捷，个个都是百步穿杨的神箭手。他们居住在森林里，身边常有鲜花。”\n“巨龙已经很久没有人见到了，下面只是我收集的传闻。据说巨龙居住在龙谷里，能进入龙谷的人会获得巨龙的承认，成为龙语者，分享巨龙的力量。龙族有传承记忆，如果说谁还知道上古时代的事，那恐怕也只有他们了。”\n“黑暗生物，也就是龙骨雪山另一侧的，魔族。魔族只是一个统称，分为很多种族，比如力量强大的战士刃魔；善用魔法的球魔；速度极快的鹰魔等。也有一些魔族不以正面战斗为长，比如能够在相处中侵蚀人心的魅魔（也有说法认为那是爱情）等。魔族以生命为食，很多人认为龙骨雪山另一侧寸草不生，但实则不然，那里永远有生命，只是往往诞生之初就被魔族吞食了。因为食物有限，魔族还可以以其他东西为食，比如法魔能食用魔晶石，魅魔更可以通过和有生命力的生物做爱饱腹。但我并不建议读者去和魅魔一夜春宵，因为有一种食物是任何魔族都喜欢的——刚剖出来的人类心脏。”"
    },
    {
        "id": "2-6",
        "value": "大陆历史记载的与你所知没什么区别，只是更加详细一些。\n“一千年前，黑暗力量也曾袭击过生灵生活的地方，经过漫长的战斗，最终被勇敢的战士击退了。吟游诗人唱道：‘只要心怀光明，终能战胜黑暗。’”\n“三百多年前，黑暗力量卷土重来，天空巨龙以生命为代价建起了龙骨雪山，隔绝生灵与黑暗。从此之后，讨伐魔王的勇者一直没有放弃过。”\n里面专门有一部分记载了每次勇士与魔王的战斗。\n最后末尾的一章，那位勇士手持翡翠剑，在讨伐魔王的路上失踪了，他的名字叫做，阿宾。"
    },
    {
        "id": "2-7",
        "value": "如果地图没错，那就只可能是世界错了。联想到魔法元素里有“空间”这个元素，你就顺着这个关键词翻了下去。银鳞村的藏书五花八门，什么都有，你还真在一本厚厚的魔法书里看到了一条推演，写于魔法师不能施展禁咒的年代。\n这条推论认为，在释放涉及空间的禁咒级魔法时，禁咒里的空间元素可能会扭曲附近的空间。可如果沿着这个方向想下去，又是谁，在那片森林里，释放了什么禁咒呢？\n虽然银鳞村的图书馆为你带来了许多疑惑，但它至少告诉了你长老团的地图没错。你开始按原计划，向龙骨雪山前进。"
    },
    {
        "id": "2-8",
        "value": "奥利没有进百羽镇，而是带着你直接进了树林，没走多远，就彻底离开了百羽镇猎人打猎的道路。\n植物在奥利的指挥下移动，让你们顺畅通过。你抓着藤蔓爬上峭壁，踩在树枝搭成的桥上越过深涧，沿着一条山泉形成的小溪溯源而上，眼前是密密麻麻的灌木丛。\n奥利抬了抬手，灌木丛中让出一条路来，你们沿着那条路走进去。\n你第一眼，看到的是一棵参天大树，简直有龙骨雪山那么高。\n“真的有那么高。”奥利说，“只是没被承认的人看不见而已。”\n你愣愣地看着那棵巨树，它的树干无比庞大，像一堵墙，卡在龙骨山脉中间，两侧深深地陷进了山壁。\n“你想先干什么？”奥利问道，“是直接去问黑暗力量的事，还是我带你四处逛逛？”\n你忽然听到一声尖锐的破空声，是弓箭离弦的动静。不用你问，奥利就解释道：“精灵族都是箭手，放心，伤不到你。”"
    },
    {
        "id": "2-9",
        "value": "你走进百羽镇，在街上搜寻着你认识的人。\n“哈尔？”一个声音从你身侧传来，你扭头看去，在街边的一户人家里看到了托马。\n托马是百羽镇上的猎人，也是你的朋友。你看见他，立刻走上去：“嗨，托马。”\n托马正在处理猎物毛皮：“你怎么来百羽镇了？”\n“我的地图出了些问题，想来这里找人帮我修正一下。”\n“我看看。”\n你掏出地图递给他，托马看着看着，眉头皱了起来：“这地图没错啊。”\n“可我昨天在森林里的确迷路了。”\n你们对视一眼，彼此都一头雾水。"
    },
    {
        "id": "2-10",
        "value": "奥利抬手指指那棵参天大树：“黑暗力量的事我答不了，只能带你去问生命之树。”\n在路上，他给你简单讲了讲生命之树的故事，生命之树是大陆上第一棵树，已经活了很多很多年，它有自己的意识和记忆，充满智慧。\n生命之树有着非常浓郁的生命力量，就生长在龙骨山脉中间，树的另一侧，就是黑暗力量盘踞的地方。\n奥利带着你走上生命之树上缠绕的藤条，停在一个平台上。“我们一般都在这里和生命之树交流。”他解释道。\n你刚刚站定，生命之树上忽然伸出一根树枝，直直地朝着翡翠剑生长。"
    },
    {
        "id": "2-11",
        "value": "你想先逛逛，奥利也就充当起了你的导游。\n他先指向那棵高耸入云的大树：“它叫做‘生命之树’，全世界只有这一株，是精灵族的家，我们的住处都建在生命之树上，具体的样式则取决于个人喜好，比较流行的是下坠的藤屋。”\n“生命之树对精灵有非常重要的意义，最早的精灵，都是生命之树上结的果子，落地化为人形，有操控自然之力的能力。”"
    },
    {
        "id": "2-12",
        "value": "“你家里的箭也是精灵族的技艺吗？”\n“对。其实和人类的箭区别也不大，你怎么看出来的？”\n“我看不出来，我猜的。”\n奥利很直白地翻了个白眼，你笑笑：“你箭尾里刻了个标志，那是什么？”\n“我的精灵名。”奥利言简意赅地回答。\n你敏锐地察觉到似乎有什么不寻常的地方：“什么意思？”\n奥利咬着牙不说。\n你就站在原地，气定神闲地看着他。\n这么僵持了好一会儿，他牙缝里终于挤出来两个字：“橄榄。”\n你绷不住笑了出来，他狠狠地瞪着你：“你敢说出去试试？”\n“好，好，我不说。”你笑着答应下来。"
    },
    {
        "id": "2-13",
        "value": "你下意识地躲开伸来的树枝，但那根树枝瞬间长长了一截，还是搭上了翡翠剑的剑柄。"
    },
    {
        "id": "2-14",
        "value": "生命之树的树枝握住翡翠剑柄，把它从你身后拔了出来。\n然后，又有几根树枝伸出来，在你身前交缠，拼出了一个一人高的小树。\n小树朝你摇了摇，一个声音从小树中传出来：“年轻的勇者，你好。”\n你冲小树行了个礼，目光自然地落到了已经被树枝送到小树身前的翡翠剑上。\n小树里的声音说道：“翡翠剑啊……好久没见过它了。”"
    },
    {
        "id": "2-15",
        "value": "“您以前见过它？”你问。\n小树又摇了摇，似乎是在点头：“上次见它，还是在阿宾的手里。”\n“阿宾？”\n“你不知道阿宾吗？”\n你看看奥利，他一摊手：“我也是第一次听说这个名字。”\n生命之树于是讲解道：“阿宾是上一个想要讨伐魔王的勇士，也就是翡翠剑的上一任主人。他是精灵族的朋友，从这里出发去翻越龙骨雪山，但再也没有回来。”\n此时，你终于想起了以前曾经听说过的传闻，里面的确提到了一位勇士，但奇怪的是，却没有任何传说提起过他的名字。\n你问了小树，得知了阿宾当年走的那条路，决定沿着他的脚印翻越龙骨雪山。"
    },
    {
        "id": "2-16",
        "value": "与生命之树道别后，天色也差不多暗了下来，奥利于是邀请你在精灵族里休息一夜。\n精灵族住在生命之树上，生命力量极其充裕，你睡了一觉，感觉精力非常充沛。\n你与奥利道了别，就沿着阿宾当年走过的路出发了。"
    },
    {
        "id": "2-17",
        "value": "“自然之力？那是什么？”\n奥利伸手一点，路边的小树顶上便绽开了一朵花：“就是我们用来操控植物的这种力量。我们叫它自然之力，而魔法师叫它生命元素。我们的能力来源于生命之树，但这些年来，因为黑暗力量的侵袭，已经变弱了很多。”"
    },
    {
        "id": "2-18",
        "value": "“所以你其实是果子？”\n奥利一时语塞：“……不，我是半人。”\n他叹了口气：“因为黑暗力量在变强，生命之树很多年没结过果子了，精灵很难和同族繁衍，这一代基本都是混血。”"
    },
    {
        "id": "2-19",
        "value": "你又抛出自己的另一个疑问：“你知道精灵吗？”\n托马：“知道是知道，很多年前百羽镇还有精灵居住……不过精灵绝迹很久了。”"
    },
    {
        "id": "2-20",
        "value": "“谢谢，那我走了，还要去翻越龙骨雪山。”你向托马告辞，托马却立刻把你叫住了：“翻越龙骨雪山？你要讨伐魔王？”\n你点点头：“对。”\n托马皱起眉头，欲言又止：“我觉得你最好还是不要去。”\n“怎么说？”\n托马抿紧了嘴唇，什么都没说。"
    },
    {
        "id": "2-21",
        "value": "“你还知道别的怪事吗？”你问道。\n托马想了想：“不知道这个算不算，昨天有几个进山打猎的猎人，今天中午才回来，说昨天晚上莫名其妙地就迷路了。”"
    },
    {
        "id": "2-22",
        "value": "“这把剑。”他用下巴点点你背在身后的翡翠剑，“当初是被我捡到的。”\n“它的上一任主人进山后没多久就大雪封山了，春天我上山打猎，看到半空中飘着一个黑茧。我从旁边捡了根树枝扔过去，那根树枝立刻就变成了飞灰。然后，黑茧里爆发出一阵刺眼的绿光。再睁开眼的时候，周围的植物枯死了一大片，翡翠剑就静静地插在泥土里。”\n托马深深地看了你一眼：“你要当心。”\n你严肃地点了头。"
    },
    {
        "id": "2-23",
        "value": "你向托马告辞，沿着原定路线，向龙骨雪山前进。"
    },
    {
        "id": "2-24",
        "value": "你迈步走进神殿，忽然身后一轻——翡翠剑自己飞了起来。\n不等你做些什么，它就笔直地一剑刺进了神殿中央的一方漆黑的石台，发出一声巨响。\n一个穿着红袍，白发梳得很整齐，看起来有点像长老团成员的人从神殿里走出来，看到你，点了点头：“你好，我是神殿祭司甘瑟。发生了什么？”"
    },
    {
        "id": "2-25",
        "value": "神殿里空空荡荡的，似乎没有人。\n你只好大声问道：“有人吗？我是欧阿的勇者，长老团让我来的。”\n几乎立刻，神殿后就走出一个人来，穿着一身红袍，长得与长老团成员也有几分相似。\n他冲你点头示意：“你好，我是天使城神殿的祭司甘瑟，长老团让你来，是有什么事？”"
    },
    {
        "id": "2-26",
        "value": "“我也不知道。”你如实回答。\n你指指翡翠剑：“它突然飞起来，一下子就扎了进去。”\n甘瑟顺着看过去，挑了一下眉毛：“翡翠剑啊。”\n他明显知道些什么，但他并没有告诉你，只是问道：“你是欧阿的勇士吧，来天使城有什么事吗？”"
    },
    {
        "id": "2-27",
        "value": "这把剑在黑暗法师塔外莫名发烫，又打碎了黑暗大魔导师布下的法阵，于是你猜测道：“这下面是不是有黑暗力量？”\n甘瑟点点头：“是的。石台下是天使出现的原因，它一直封闭着，从没有人打开过。根据神殿历代祭司的观测，下面似乎不只有黑暗力量。”\n“不说这个了。”甘瑟笑了一下，“你是欧阿的勇士吧，来天使城做什么？”"
    },
    {
        "id": "2-28",
        "value": "“我想了解一下翡翠剑。”\n甘瑟说道：“翡翠剑是在天使城铸造的。传说里说它是由矮人工匠锻造的，但其实也有精灵、魔法导师和炼金师的参与，它的上一任主人阿宾当时也在场。整个锻造过程没有外传，我只知道成品的效果。它有一个特别的功能，就是感应黑暗力量。另外，剑柄上原本镶嵌着一个被称作剑心的宝石。你知道生命、黑暗、光明三种力量的关系吧？”\n你点点头：“黑暗吞食生命，光明消解黑暗。”\n“没错。龙骨山脉这一侧都是有生命的生物，面对黑暗力量很吃亏。但翡翠剑还有一个能力，是把被克制的生命转换为克制黑暗的光明。剑心的存在，就是为了稳定这种能力。”\n“所以，现在的翡翠剑依然可以把生命转换为光明？”\n甘瑟点点头：“可以，但是很难。没有剑心的帮助，翡翠剑感应黑暗力量的能力仍在，但转换能力的发挥，恐怕只能靠你的运气了。”\n“没事，我一贯运气好。”你安慰自己道。\n甘瑟也笑了一声：“虽然如此，但如果有剑心，翡翠剑一定能更好地帮你讨伐魔王。但遗憾的是，我不知道剑心是怎么制造的，也不知道它为什么会消失。”"
    },
    {
        "id": "2-29",
        "value": "“那你知道什么？”\n甘瑟脸一绷：“我知道谁知道。”"
    },
    {
        "id": "2-30",
        "value": "“那谁会知道？”你问道。\n“剑心的铸造只有当年参与的人知道，而剑心的消失，也只有在场的人才会知道。换句话说，毁掉它的人，一定知道剑心为什么消失。所以，它的上一任主人，阿宾，一定知道剑心的事。”"
    },
    {
        "id": "2-31",
        "value": "“阿宾还活着？”你不由得问道。\n迄今为止，你听说的所有关于翡翠剑上一任主人阿宾的消息，都以他决定翻越龙骨雪山，而后莫名消失告终。你一直理解为他死了，但或许……\n“他死了。”\n“那他怎么告诉我剑心的事？”\n“他死在龙骨雪山的山脊上，如果你能找到他的尸体，或许可以用魔法回溯出一些他生前的景象。……稍等一下。”\n甘瑟又绕回了神殿后面，过了一会儿，抱着一摞卷轴出来，放在地上：“这些都是回溯魔法的卷轴。用的时候，用魔法花纹包住释放回溯魔法的对象，然后把它划开或者撕开就行了。千万注意，不能对活物使用，否则可能会造成不可估量的影响。”\n“我给你展示一下。”他念出一串你听不懂的咒语，翡翠剑便飞到了他身前。他把卷轴展开，有魔法花纹的一面朝着翡翠剑，把它包裹了一圈，然后轻轻一拽。翡翠剑锋利的剑刃立刻割开了绚丽魔法花纹，一团七彩烟雾从翡翠剑上升起，在半空中动了动，纠缠成一团的颜色散开，勾勒出你的身影。\n“我愿意去讨伐魔王。”画面里的你说道。——这是你从长老团手里接过翡翠剑的场景。\n\n过了一会儿，烟雾渐渐消散，没了光泽的魔法卷轴也化为灰烬簌簌落下。甘瑟继续说道：“我这些年做了一些探查，大概划出了阿宾尸体可能在的地方。可以传送你过去。”\n“谢谢。”你承诺道：“我不会辜负你的帮助的。”\n你收起地上的回溯卷轴，一共有十个，走向甘瑟身前渐渐成型的法阵。"
    },
    {
        "id": "2-32",
        "value": "甘瑟瞪了你一眼：“你还听不听？”"
    },
    {
        "id": "2-33",
        "value": "“不同寻常的地方？”小树重复了一遍你的问题。\n你说出之前剑柄孔洞发烫的事，小树“哦”了一声，答道：“翡翠剑是专为讨伐魔王锻造的，它可以感应、摧毁黑暗力量。孔里原本镶嵌着它的剑心，是翡翠剑力量的核心。但我对剑心知之甚少，恐怕没什么的能告诉你的了。或许，只有当年参与铸剑的人才能说清吧。”"
    }
]