[
    {
        "id": "end-1",
        "value": "你认为自己不适合这个任务，把翡翠剑交还了长老团。\n终其一生，你都没再离开这个太平无事的小镇。\n到了年迈之时，你有时也会想，如果当年你继续了，又会经历些什么。\n你曾经锐利的眼睛早已浑浊，你看向窗外，却发现，龙骨雪山亘古以来雪白的山顶，不知何时已被墨色染黑。\n漆黑的力量跨过山顶，迅速下移，几乎一瞬间就到了你眼前。可你早已经没有力气去与它搏斗了。\nEND"
    },
    {
        "id": "end-2",
        "value": "你冲上去，决定杀了他，可还不等你手里的剑刺中他，你就感受到一阵痛彻心扉的疼痛。\n你低下头，胸口不知什么时候破开了一个大洞，你的心脏被一团黑雾包裹着飞了出去。\n你再也看不到别的了。\nEND"
    },
    {
        "id": "end-3",
        "value": "你咬紧牙关，反复拷问自己，最终还是点不下去这个头。\n“不愿意。”\n胸口一阵剧痛，你最后看到的，就是瑟尔不屑的眼神。\nEND"
    },
    {
        "id": "end-4",
        "value": "瑟尔的声音突然出现在你耳边：“你以为呢？”\n你转过身，他眼中放着金光，眼白转黑，皮肤变成了紫红色，一双漆黑的蝠翼从他身后展开。\n他鄙夷的眼神扫过你全身，露出尖锐的獠牙：“作为科瓦德魔王，刚刚是我和人类体验最差的一次。”\n你来不及说什么，就眼前一黑，不省人事。\nEND"
    },
    {
        "id": "end-5",
        "value": "你的手指勉强够到了对侧的岩石，却没能抓住，指尖的汗水很滑，你坠入了万丈深渊。\n再醒来时，你一丝不挂地躺在一张柔软的床上，四肢被铁链锁住。你环顾四周，衣服、行礼、翡翠剑都不见踪影。你从没见过这样的装饰风格，空气里更是充满了一种令人不快的气息。\n门忽然开了，走进来的，是瑟尔。\n他眼睛放着金光，皮肤渐渐变红，一条尾巴从腰后钻出来，缠上你的脚踝。\n他露出一个笑容：“哈尔，欢迎来到龙骨雪山的另一边。还记得我吗？我是瑟尔。但我想，你大概更熟悉我的另一个名字——科瓦德魔王。”\n巨大的冲击令你怔在原地，你的大脑一片空白，只能听着他继续说道：“我不会杀你，至少暂时如此。因为我打算让你成为我的食物，每天上我。”\n“什么？”你难以置信地问道。\n“在成为魔王之前，我先成了魔。魔有很多种，我是一只魅魔。你知道魅魔是什么吗？”\n你摇摇头。\n瑟尔不紧不慢地解释道：“魔统一的进食方式是吃掉生物，一般都最喜欢心脏。魅魔还有另一种——和生物性交，但和直接进食心脏不同，魅魔用上床的方法进食，并不一定会一次要了食物的命，那样吃了上顿没下顿，一点也不实惠。”\n然后他伸手，抚摸过你的腿，说道：“我打算把你豢养起来。等腻了再一口气榨干，或者吃掉你的心。”\n“你好像没考虑过我不愿意。”\n瑟尔惊讶地睁大眼睛：“你怎么会不愿意呢？我可是魔王，我要你死你就死……”你忽然喘不上气来，你长大嘴巴，但就是无法呼吸。\n“要你活你就活……”你的呼吸一下子恢复，甚至连体力都充沛了一些。\n“要你硬你就硬……”突如其来的情欲立刻裹挟了你。\n“所以，告诉我，哈尔，”恶魔露出他的笑容，“你怎么会不愿意呢？”\n一对漆黑的蝠翼在他身后展开，你再也没有见到光。\nEND"
    },
    {
        "id": "end-6",
        "value": "在穿过战区的路上，你与一个又一个敌人短兵相接。\n不幸的是，大约是你的运气不太好，在远远见到黑暗领域的时候，你已经用尽了所有体力。\n一只鹰魔俯冲下来，利爪花开了你的胸膛。\nEND"
    },
    {
        "id": "end-7",
        "value": "虽然险象环生，但你成功穿过了战区，还越过边境潜入了黑暗领域。\n但在黑暗领域还没走多远，你就被伏击了，魔从四面八方袭来，你抵挡不住，落到了他们手中。\n你听不懂魔在说什么，只知道自己最后被五花大绑送进了一座恢弘的宫殿里。\n一只指甲漆黑的手伸到你眼前，你心口一凉，低头看去，心脏已经不见踪影。\nEND"
    },
    {
        "id": "end-8",
        "value": "“你想怎样？”\n“如果我留你一命，你还会想着要杀我吗？”\n你不假思索：“当然了。”\n瑟尔点点头。\n\n你以为你死定了，可你却在一张床上醒来，四肢被镣铐锁住，一丝不挂。\n瑟尔站在床边：“我本来不想冒这个险的，但我是从魅魔成为魔王的。魅魔的那一部分实在舍不得杀了你，所以我只能把你关起来。”\n“操你吗？”\n“对。”\n你很认真地说道：“我不会放弃杀你的。”\n他也很认真：“这也是我舍不得杀你的原因之一。”\nEND"
    },
    {
        "id": "end-9",
        "value": "“你想怎样？”\n“如果我留你一命，你还会想着要杀我吗？”\n你不假思索：“当然了。”\n瑟尔点点头。\nEND"
    },
    {
        "id": "end-10",
        "value": "“怎么了？”你问道。\n瑟尔反问：“你还没猜出我是谁吗？”两只角钻破他的头，一双蝠翼在他身后展开。\n你叹了口气。——你当然猜出来了，但你宁可不知道，那样事情会简单很多。\n你拔出剑来，翡翠剑上的绿光忽明忽暗，就像你犹豫不决的内心。按理说你输定了，可瑟尔几乎没有反抗，最后你杀死了瑟尔，拔出剑来时，却听到他的声音说：“欢迎告别人世，哈尔。”\n你低头，一道黑气飘进了你的心口。\n你捂住心脏，但已经来不及了，与瑟尔相同的蝠翼撑破了你的后背，你疼晕了过去。\n\n再醒来时，你几乎没有什么感觉，你感觉不到疼痛，也感觉不到任何感情。你想去碰翡翠剑，但它在你手下发出绿光，让你本能地缩了手。\n你成为了魔王。\n\n失去了翡翠剑，生灵勇士在你面前不堪一击。很快，就再也没有勇者敢来讨伐你了。\n在你的统治下，魔越过了龙骨雪山，统治了整个大陆。\n最后一个被攻陷的地方是天使城，你亲自去督战。天使城中央的神殿在魔的冲击下轰然倒塌，倒塌前，你好像看到里面有一道光闪过。\n太阳在西侧缓缓落下，暮光撒遍世界。你知道，它再也不会升起了。\nEND"
    },
    {
        "id": "end-11",
        "value": "你拔出翡翠剑。\n瑟尔震惊地看着你：“你要干什么？”\n“我决定再给你一次机会。”\n瑟尔依然满脸震惊，都没从地上爬起来：“什么？”\n“我不相信你无药可救。”你收起翡翠剑，把瑟尔从地上拉起来，“你曾经是一个勇者，无所畏惧、愿意为生命和阳光献出一切的勇者，我相信你依然有热爱生活的潜力。所以，在我放弃这种想法之前，我不会杀你。”\n瑟尔冷嘲热讽：“你疯了。”\n你耸耸肩：“好了，现在给我介绍一下黑暗领域的布防情况吧。你总得给生灵做点贡献嘛。”\n\n一年之后。\n\n这是个阳光灿烂的日子，你和瑟尔站在小镇外。你扭头看向他：“进去吧。”\n随着生灵联军驱逐黑暗力量，瑟尔体内人性的一部分也在渐渐扩张。大约一周后，黑暗力量就会被彻底封印，到时候，瑟尔就再也当不成魔王了。\n瑟尔这一年来已经有了不少变化。你的猜想没错，他体内确实仍有人性的一面——举个例子，近乡情怯。\n瑟尔没看你：“小镇中心的那棵树。……我离开的时候它还是活的。”\n你看过去：“它旁边那眼喷泉，我走的时候还是干的。世界在复苏，瑟尔，大多数事情都可以重来。”\n瑟尔没有说话，但他抬起脚步，走进了小镇。\n\n后来瑟尔就在你家住了下来。黑暗力量被封印之后，他就彻底成为了一个人。\n或者说一只猫——至少挠人的时候很像。\nEND"
    },
    {
        "id": "end-12",
        "value": "你蹲在瑟尔身边，扶着翡翠剑，直到它焚烧掉最后一丝魔王的黑暗力量。\n瑟尔早该死了。你不准备告诉任何人魔王的样子，就让世界只记住讨伐魔王牺牲的勇者瑟尔吧。\n\n你从地上拔出翡翠剑，踏上了回去的路。\n没有了魔王的统治，剩下的魔只能算是一团散沙，你回去的路上完全没有受到像样的袭击。\n终于走出战区的那一天，你抬头看向天空，晴空万里。\n你忍不住笑了出来。魔王已死，过不了多久，整片大陆都会看到天空了。\nEND"
    },
    {
        "id": "end-13",
        "value": "你把引出魔王的任务交给了布鲁斯，不再过问，一门心思进行特训。\n你的训练效果显著，你几次进入战区历练，对付魔族愈发得心应手。\n三个月后的一天深夜，你刚从战区回来，正在床上休息。忽然，猛烈的摇动把你从床上惊醒，似乎整座龙骨山脉都在摇动。你顶着晕眩感冲出了城堡，入眼是不祥的血红色天空。\n但你已经没时间震惊了，源源不断的魔从四面八方涌来，你唯有一战。\n一只、两只……很快，你就记不清究竟杀死了多少魔族。魔族死后会化作黑烟，你的战绩没有任何证据，只有不断下降的体力证明着你的付出。\n你不停地斩杀魔族，动作因为体力的下降逐渐缓慢，一只手抓住你的破绽，从背后洞穿了你的胸膛，黑色的指甲掐在一颗仍在跳动的心脏上。\nEND"
    },
    {
        "id": "end-14",
        "value": "你纵身跃入井中，不幸摔死。\nEND"
    },
    {
        "id": "end-15",
        "value": "你不知道战斗了多久，翡翠剑不断吸取着你的生命力，化作绿光攻击魔王。虽然有巴里的雷电小球，但你还是越来越虚弱。\n你奋力挥出最后一击，魔王从肩头到腰侧被齐齐切开，身体断为两截。伤口没有血肉，只有浓郁的黑雾。你没了力气，以剑拄地，勉强站立在原地。\n但这却并不是一切的终结。\n环绕你们的黑雾从魔王的伤口钻了进去，把断成两截的身体拉拽到一起，没多久，魔王就又站了起来，身上毫发无伤。\n“看来我赢了。”他说道。\n这个瞬间，你简直感到绝望。\n你深吸一口气，硬顶着脑袋里的晕眩站直了身子，举起翡翠剑。你的手因为脱力而颤抖，但你坚持持剑相向。“是吗？”你说道，“我怎么觉得我还没死。”\n翡翠剑发出耀眼的绿光，这次没有指向魔王，而是向四面八方照耀，绿光无比强盛，简直像是回光返照一般。你感到呼吸越来越困难，皮肤渐渐干燥皱起，出现一个个老年斑，你的头发迅速变白，又从头顶脱落，肌肉也开始萎缩——你知道，你这一招是把整条命都搭进去了。\n魔王消散在绿光之中，再也不见踪影。\n你放松了精神，低下头，发现在翡翠剑的照耀下，一个嫩芽顶穿石壁和冰雪，出现在了你脚边。然后几乎只在一瞬间，这片地方就长满了翠绿的植物。露珠般莹润的光点在枝叶上浮现。光点朝你飞来，但你太累了，无法抗拒地合上了眼睛。\n\n光点落入哈尔的身体，植物开始朝着他的方向生长，叶声沙沙，倒像是在哭。\n植物枝叶把哈尔的尸体包裹起来，继续生长，最后，化作一个勇者的塑像，他持剑指向远方的黑暗，神情坚毅，不肯退后。翡翠剑落在塑像脚边，等着下一个勇者的到来。\n\n魔王没有死，他逃回了黑暗领域。往后很多很多对抗黑暗的年月，人们都传颂着一个勇者的故事。他重伤了魔王，留下其永远无法痊愈的伤痕。用生命，争取了一线胜利的希望。\n他的名字叫做，哈尔。\nEND"
    },
    {
        "id": "end-16",
        "value": "你竭尽全力与魔王作战，抓住破绽，用翡翠剑刺穿了他的身体。绿光大盛，魔王的身体在你剑下凝固，又化为飞灰。翡翠剑的力量还没有耗尽，剑光驱散了几十里的阴霾，这才衰弱下来。\n随之衰弱的，还有你。\n魔王给你留下的伤极大地制约了你的行动力。你在战场中间躺下，看着山顶那座孤城。孤城背后，是满天繁星，天边隐约有破晓曙光——原来这一战打了这么久。\n东方渐渐发亮，几缕洁白的流云被朝霞染红，漂亮的日出下，一道清亮的声音从哥谭的方向传来。你下意识看过去，一个天蓝的身影腾空飞起，向你俯冲过来。\n那是一条龙。\n它离你不远处降落，看起来不像是传说中的巨龙，只有一人高，两人长，随便一间屋子都能装下。一个人伏在龙背上，在你面前小心地蹲下。\n“嗨，布鲁斯，卡尔。”你向龙语者和刚破壳的小龙打招呼。\n布鲁斯把你扶起来，你靠在他怀里，刚好面朝东边：“看，日出。”\n你在晨曦下合上了眼睛，在布鲁斯怀里。你并不感到遗憾，因为你知道，黑暗终于褪去，大陆终将重新复苏，你爱的人可以在阳光下生活……一切都会越来越好。\n哪怕你无法亲眼见到这一切。\nEND"
    },
    {
        "id": "end-17",
        "value": "魔王很难缠，但平心而论，并没有布鲁斯所设计的训练难缠。魔王在你剑下化为灰烬，你有些脱力，瘫坐在了地上。\n一阵狂风刮过，你在湿滑的地面上被吹了几米远，靠把剑插进地面才停下来。来路不明的狂风吹透了你满是破洞的衣服，也吹散了哥谭上空积年的阴霾。阴云散开，暮色便从天上洒落，像一层轻纱般，飘落在哥谭灰色的城墙上。\n一个浅蓝色的影子腾空而起，在空中盘旋了几周，展开双翅俯冲下来，轻盈地落在了你身前。你忍不住笑道：“刚破壳就载人？”\n卡尔身形不大，蜷缩起来和龙蛋大小差不多，离传说中的巨龙体型，大概还有几百年的时间。布鲁斯从卡尔背上跳下来，哼了一声：“他强壮得很，再加一个你也能飞。”\n你低低笑了几声，摇摇晃晃地站起来，收剑入鞘：“我走回去就行了。”\n布鲁斯拍拍卡尔的脖子：“谢谢。”卡尔清吟一声，扇动翅膀，一飞冲天，转眼就不见了踪影。凉风呼呼地灌进你的衣服里，你挪了两步，站到布鲁斯的下风处：“这儿一直都这么冷吗？”\n布鲁斯轻轻哼了一声，脱下斗篷，披到了你身上。\n\n哥谭的百姓举行了三天三夜的狂欢。因为疲惫，你非常遗憾地错过了第一天的活动。因为布鲁斯，你错过了后两天的活动——毫不遗憾，甚至兴高采烈。\n卡尔找到了龙谷，传音过来说他需要几十年的时间，然后就可以把龙骨雪山复原为平地。\n你趴在布鲁斯的后背上：“哥谭没事了，你以后准备做些什么？”\n“魔王虽然死了，但北方的依然有黑暗势力盘踞，不能放任不管。”\n“你是说，黑暗骑士要出征了？”\n布鲁斯点点头，深吸一口气，轻声问道：“一起吗？”\n“当然。”你咧开一个巨大的笑容。\n\n第二天是一个晴朗的日子，万里无云，和你从小镇出发的那天一样。\n你们从哥谭出发，向黑暗笼罩的大地前进。\nEND"
    },
    {
        "id": "end-18",
        "value": "魔王非常强大，但最终还是略逊你一筹。\n你把魔王斩于剑下，远方的天空忽然撕裂，一道阳光洒落在魔王的宫殿上，宏伟的殿宇轰然倒塌，化为齑粉。\n——一如黑暗对生灵的威胁。\n翡翠剑在你手中飞起，在半空中蜷缩成一个翠绿球体，发出晶莹的光。光明骑士团在这里树起一根长杆，把翡翠灯挂在顶上。这盏灯打破了空间的制约，无论从大陆哪里看去，人们都能看到一点不灭的绿光。\n它象征着生命、光明，以及最重要的——战胜黑暗的勇气。\nEND"
    },
    {
        "id": "end-19",
        "value": "吟游诗人皱起脸看着你，很是生气的样子。然后他径自收起乐器，离开了酒馆。\n你不置可否，耸耸肩，去了神殿。\n你刚进天使城时，天使雕像的面容是模糊的，现在却有了纤毫毕现的五官——是那个吟游诗人的长相。你吃了一惊，还来不及思索前因后果，就看到天使雕像发出了耀眼的白光。\n你什么也不知道了。\nEND"
    },
    {
        "id": "end-20",
        "value": "你带着凯尔出发讨伐魔王。凯尔实力非常不济，像个宅男。你在路上对他进行训练，成效却不太好——赶路本身就已经消耗了他绝大部分体力，他根本没有多余的力气进行训练。\n你们翻过龙骨雪山，山下是一片黑暗。\n“要不你先回去？”你看向凯尔——一路走下来，凯尔的体力有了明显上升，至少自己回天使城不成问题，黑暗领域太过危险，实在不适合凯尔这样青涩稚嫩的人。\n“不。”凯尔坚定地摇头，“我相信你，哈尔。”\n你叹了口气：“……好吧。”\n你带着凯尔踏上征途。黑暗领域险象环生，凯尔很快就无法保护自己。你竭尽全力保护他，但遗憾的是，你一个人的力量不足以保护你们两个，你们一起死在了黑暗领域。\n往好的方向想……至少那个故事没有成真，对吧？\nEND"
    },
    {
        "id": "end-21",
        "value": "“你这样，来阻止我？”你目瞪口呆地看着他，“你……知道，自己在我手下走不过一招吧。”\n“我知道啊……”凯尔说，“但我们认为，这不是一个靠武力值能解决的问题。——强大的实力有助于自保没错，但根本没有人比你更强，所以找再能打的人来有什么用呢？”\n“那你是准备怎么阻止我？靠……”你上下扫视了凯尔几趟，“卖萌吗？”\n凯尔正色道：“我希望我可以让事情不发展到必须要阻止你那一步。——哈尔，我相信你是一个勇敢、正直、伟大的英雄。那场悲剧只不过是机缘巧合，我不需要阻止魔王侵略大陆，我只需要阻止黑暗力量侵蚀你。”\n凯尔抿抿嘴唇：“再退一步说，即便我不是勇士，我也不想看到世界毁灭。只要能拯救未来，我被你砍死也不算什么。”\n你好像明白了为什么来到现在的会是凯尔——这绝不是恰好路过神殿门口什么的巧合。\n天使雕像似乎笑了一声，天使体内分出一柄光剑，飞到了凯尔眼前，凯尔握住光剑，全身沐浴在温暖的白光里。\n你看着连握剑姿势都不对的凯尔，决定给他一个机会。\n你尝试着训练了凯尔几天，凯尔的学习能力和体质出奇得好，半个月就完成了三个月的计划，他还是有些成为勇者的希望的。\n\n在一个黎明，你和凯尔一起出发，踏上了讨伐魔王的道路。\n凯尔希望世界不会毁灭，你相信他的愿望能够成真。\nEND"
    }
]